{"number":15,"chapters":[{"number":1,"verses":[{"formatting":"<p>","verse":1,"text":["The word of the <span class=|divineName|>Lord</span> that came unto Hosea the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel."],"notes":""},{"formatting":"<p>","verse":2,"text":["When the <span class=|divineName|>Lord</span> spoke at first with Hosea, the <span class=|divineName|>Lord</span> said unto Hosea: ‘Go, take unto thee a wife of harlotry and children of harlotry; for the land doth commit great harlotry, departing from the <span class=|divineName|>Lord</span>.’"],"notes":""},{"formatting":"","verse":3,"text":["So he went and took Gomer the daughter of Diblaim; and she conceived, and bore him a son."],"notes":""},{"formatting":"","verse":4,"text":["And the <span class=|divineName|>Lord</span> said unto him: ‘Call his name Jezreel; for yet a little while, and I will visit the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel."],"notes":""},{"formatting":"","verse":5,"text":["And it shall come to pass at that day, that I will break the bow of Israel in the valley of Jezreel.’"],"notes":""},{"formatting":"","verse":6,"text":["And she conceived again, and bore a daughter. And He said unto him: ‘Call her name {a}Lo-ruhamah; for I will no more have compassion upon the house of Israel, that I should in any wise pardon them."],"notes":"{fn: a} That is, That hath not obtained compassion."},{"formatting":"","verse":7,"text":["But I will have compassion upon the house of Judah, and will save them by the <span class=|divineName|>Lord</span> their God, and will not save them by bow, nor by sword, nor by battle, nor by horses, nor by horsemen.’"],"notes":""},{"formatting":"<p>","verse":8,"text":["Now when she had weaned Lo-ruhamah, she conceived, and bore a son."],"notes":""},{"formatting":"","verse":9,"text":["And He said: ‘Call his name {b}Lo-ammi; for ye are not My people, and I will not be yours.’"],"notes":"{fn: b} That is, Not My people. "}]},{"number":2,"verses":[{"formatting":"<p>","verse":1,"text":["Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass that, instead of that which was said unto them: ‘Ye are not My people’, it shall be said unto them: ‘Ye are the children of the living God.’"],"notes":""},{"formatting":"","verse":2,"text":["And the children of Judah and the children of Israel shall be gathered together, and they shall appoint themselves one head, and shall go up out of the land; for great shall be the day of Jezreel."],"notes":""},{"formatting":"","verse":3,"text":["Say ye unto your brethren: ‘{c}Ammi’; and to your sisters, ‘{d}Ruhamah.’"],"notes":"{fn: c} That is, My people. {fn: d} That is, That hath obtained compassion."},{"formatting":"<po1>","verse":4,"text":["Plead with your mother, plead;<po2>For she is not My wife, neither am I her husband;<po3>And let her put away her harlotries from her face, And her adulteries from between her breasts;"],"notes":""},{"formatting":"<po1>","verse":5,"text":["Lest I strip her naked,<po2>And set her as in the day that she was born,<po3>And make her as a wilderness,<po4>And set her like a dry land,<po5>And slay her with thirst."],"notes":""},{"formatting":"<po1>","verse":6,"text":["And I will not have compassion upon her children;<po2>For they are children of harlotry."],"notes":""},{"formatting":"<po1>","verse":7,"text":["For their mother hath played the harlot,<po2>She that conceived them hath done shamefully;<po3>For she said: ‘I will go after my lovers,<po4>That give me my bread and my water,<po5>My wool and my flax, mine oil and my drink.’"],"notes":""},{"formatting":"<po1>","verse":8,"text":["Therefore, behold, I will hedge up thy way with thorns,<po2>And I will make a wall against her,<po3>That she shall not find her paths."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And she shall run after her lovers, but she shall not overtake them,<po2>And she shall seek them, but shall not find them;<po3>Then shall she say: ‘I will go and return to my first husband;<po4>For then was it better with me than now.’"],"notes":""},{"formatting":"<po1>","verse":10,"text":["For she did not know that it was I that gave her<po2>The corn, and the wine, and the oil,<po3>And multiplied unto her silver and gold,<po4>Which they used for Baal."],"notes":""},{"formatting":"<po1>","verse":11,"text":["Therefore will I take back My corn in the time thereof,<po2>And My wine in the season thereof,<po3>And will snatch away My wool and My flax<po4>Given to cover her nakedness."],"notes":""},{"formatting":"<po1>","verse":12,"text":["And now will I uncover her shame in the sight of her lovers,<po2>And none shall deliver her out of My hand."],"notes":""},{"formatting":"<po1>","verse":13,"text":["I will also cause all her mirth to cease,<po2>Her feasts, her new moons, and her sabbaths,<po3>And all her appointed seasons."],"notes":""},{"formatting":"<po1>","verse":14,"text":["And I will lay waste her vines and her fig-trees,<po2>Whereof she hath said: ‘These are my hire<po3>That my lovers have given me’;<po4>And I will make them a forest,<po5>And the beasts of the field shall eat them."],"notes":""},{"formatting":"<po1>","verse":15,"text":["And I will visit upon her the days of the Baalim,<po2>Wherein she offered unto them,<po3>And decked herself with her ear-rings and her jewels,<po4>And went after her lovers,<po5>And forgot Me, saith the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<po1>","verse":16,"text":["Therefore, behold, I will allure her,<po2>And bring her into the wilderness,<po3>And speak tenderly unto her."],"notes":""},{"formatting":"<po1>","verse":17,"text":["And I will give her her vineyards from thence, And the valley of {a}Achor for a door of hope;<po2>And she shall respond there, as in the days of her youth,<po3>And as in the day when she came up out of the land of Egypt."],"notes":"{fn: a} That is, Troubling."},{"formatting":"<po1>","verse":18,"text":["And it shall be at that day, saith the <span class=|divineName|>Lord</span>,<po2>That thou shalt call Me {b}Ishi,<po3>And shalt call Me no more {c}Baali."],"notes":"{fn: b} That is, My husband. {fn: c} That is, My master."},{"formatting":"<po1>","verse":19,"text":["For I will take away the names of the Baalim out of her mouth,<po2>And they shall no more be mentioned by their name."],"notes":""},{"formatting":"<po1>","verse":20,"text":["And in that day will I make a covenant for them<po2>With the beasts of the field, and with the fowls of heaven,<po3>And with the creeping things of the ground;<po4>And I will break the bow and the sword and the battle out of the land,<po5>And will make them to lie down safely."],"notes":""},{"formatting":"<po1>","verse":21,"text":["And I will betroth thee unto Me for ever;<po2>Yea, I will betroth thee unto Me in righteousness, and in justice,<po3>And in lovingkindness, and in compassion."],"notes":""},{"formatting":"<po1>","verse":22,"text":["And I will betroth thee unto Me in faithfulness;<po2>And thou shalt know the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<po1>","verse":23,"text":["And it shall come to pass in that day,<po2>I will respond, saith the <span class=|divineName|>Lord</span>, I will respond to the heavens,<po3>And they shall respond to the earth;"],"notes":""},{"formatting":"<po1>","verse":24,"text":["And the earth shall respond to the corn, and the wine, and the oil;<po2>And they shall respond to {d}Jezreel."],"notes":"{fn: d} That is, Whom God soweth."},{"formatting":"<po1>","verse":25,"text":["And I will sow her unto Me in the land;<po2>And I will have compassion upon her that had not obtained compassion;<po3>And I will say to them that were not My people: ‘Thou art My people’;<po4>And they shall say: ‘Thou art my God.’"],"notes":""}]},{"number":3,"verses":[{"formatting":"<p>","verse":1,"text":["And the <span class=|divineName|>Lord</span> said unto me: ‘Go yet, love a woman beloved of her friend and an adulteress, even as the <span class=|divineName|>Lord</span> loveth the children of Israel, though they turn unto other gods, and love cakes of raisins."],"notes":""},{"formatting":"","verse":2,"text":["So I bought her to me for fifteen pieces of silver and a homer of barley, and a half-homer of barley;"],"notes":""},{"formatting":"","verse":3,"text":["and I said unto her: ‘Thou shalt sit solitary for me many days; thou shalt not play the harlot, and thou shalt not be any man’s wife; nor will I be thine.’"],"notes":""},{"formatting":"","verse":4,"text":["For the children of Israel shall sit solitary many days without king, and without prince, and without sacrifice, and without pillar, and without ephod or teraphim;"],"notes":""},{"formatting":"","verse":5,"text":["afterward shall the children of Israel return, and seek the <span class=|divineName|>Lord</span> their God, and David their king; and shall come trembling unto the <span class=|divineName|>Lord</span> and to His goodness in the end of days."],"notes":""}]},{"number":4,"verses":[{"formatting":"<po1>","verse":1,"text":["Hear the word of the <span class=|divineName|>Lord</span>, ye children of Israel!<po2>For the <span class=|divineName|>Lord</span> hath a controversy with the inhabitants of the land,<po3>Because there is no truth, nor mercy,<po2>Nor knowledge of God in the land."],"notes":""},{"formatting":"<po1>","verse":2,"text":["Swearing and lying, and killing, and stealing, and committing adultery!<po2>They break all bounds, and blood toucheth blood."],"notes":""},{"formatting":"<po1>","verse":3,"text":["Therefore doth the land mourn,<po2>And every one that dwelleth therein doth languish,<po3>With the beasts of the field, and the fowls of heaven;<po4>Yea, the fishes of the sea also are taken away."],"notes":""},{"formatting":"<po1>","verse":4,"text":["Yet let no man strive, neither let any man reprove;<po2>For thy people are as they that strive with the priest."],"notes":""},{"formatting":"<po1>","verse":5,"text":["Therefore shalt thou stumble in the day,<po2>And the prophet also shall stumble with thee in the night;<po3>And I will destroy thy mother."],"notes":""},{"formatting":"<po1>","verse":6,"text":["My people are destroyed for lack of knowledge;<po2>Because thou hast rejected knowledge,<po3>I will also reject thee, that thou shalt be no priest to Me;<po4>Seeing thou hast forgotten the law of thy God,<po5>I also will forget thy children."],"notes":""},{"formatting":"<po1>","verse":7,"text":["The more they were increased, the more they sinned against Me;<po2>I will change their glory into shame."],"notes":""},{"formatting":"<po1>","verse":8,"text":["They feed on the sin of My people,<po2>And set their heart on their iniquity."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And it is like people, like priest;<po2>And I will punish him for his ways,<po3>And will recompense him his doings."],"notes":""},{"formatting":"<po1>","verse":10,"text":["And they shall eat, and not have enough,<po2>They shall commit harlotry, and shall not increase;<po3>Because they have left off to take heed to the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<po1>","verse":11,"text":["Harlotry, wine, and new wine take away the heart."],"notes":""},{"formatting":"<po1>","verse":12,"text":["My people ask counsel at their stock,<po2>And their staff declareth unto them;<po3>For the spirit of harlotry hath caused them to err,<po4>And they have gone astray from under their God."],"notes":""},{"formatting":"<po1>","verse":13,"text":["They sacrifice upon the tops of the mountains,<po2>And offer upon the hills,<po3>Under oaks and poplars and terebinths,<po4>Because the shadow thereof is good;<po5>Therefore your daughters commit harlotry,<po6>And your daughters-in-law commit adultery."],"notes":""},{"formatting":"<po1>","verse":14,"text":["I will not punish your daughters when they commit harlotry,<po2>Nor your daughters-in-law when they commit adultery;<po3>For they themselves consort with lewd women,<po4>And they sacrifice with harlots;<po5>And the people that is without understanding is distraught."],"notes":""},{"formatting":"<po1>","verse":15,"text":["Though thou, Israel, play the harlot,<po2>Yet let not Judah become guilty;<po3>And come not ye unto Gilgal,<po4>Neither go ye up to Beth-aven,<po5>Nor swear: ‘As the <span class=|divineName|>Lord</span> liveth.’"],"notes":""},{"formatting":"<po1>","verse":16,"text":["For Israel is stubborn like a stubborn heifer;<po2>Now shall the <span class=|divineName|>Lord</span> feed them as a lamb in a large place?"],"notes":""},{"formatting":"<po1>","verse":17,"text":["Ephraim is joined to idols;<po2>Let him alone."],"notes":""},{"formatting":"<po1>","verse":18,"text":["When their carouse is over,<po2>They take to harlotry;<po3>Her rulers deeply love dishonour."],"notes":""},{"formatting":"<po1>","verse":19,"text":["The wind hath bound her up in her skirts;<po2>And they shall be ashamed because of their sacrifices."],"notes":""}]},{"number":5,"verses":[{"formatting":"<po1>","verse":1,"text":["Hear this, O ye priests,<po2>And attend, ye house of Israel,<po3>And give ear, O house of the king,<po4>For unto you pertaineth the judgment;<po5>For ye have been a snare on Mizpah,<po6>And a net spread upon Tabor."],"notes":""},{"formatting":"<po1>","verse":2,"text":["And they that fall away are gone deep in making slaughter;<po2>And I am rejected of them all."],"notes":""},{"formatting":"<po1>","verse":3,"text":["I, even I, know Ephraim,<po2>And Israel is not hid from Me;<po3>For now, O Ephraim, thou hast committed harlotry,<po4>Israel is defiled."],"notes":""},{"formatting":"<po1>","verse":4,"text":["Their doings will not suffer them<po2>To return unto their God;<po3>For the spirit of harlotry is within them,<po4>And they know not the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<po1>","verse":5,"text":["But the pride of Israel shall testify to his face;<po2>And Israel and Ephraim shall stumble in their iniquity,<po3>Judah also shall stumble with them."],"notes":""},{"formatting":"<po1>","verse":6,"text":["With their flocks and with their herds they shall go<po2>To seek the <span class=|divineName|>Lord</span>, but they shall not find Him;<po3>He hath withdrawn Himself from them."],"notes":""},{"formatting":"<po1>","verse":7,"text":["They have dealt treacherously against the <span class=|divineName|>Lord</span>,<po2>For they have begotten strange children;<po3>Now shall the new moon devour them with their portions."],"notes":""},{"formatting":"<po1>","verse":8,"text":["Blow ye the horn in Gibeah,<po2>And the trumpet in Ramah;<po3>Sound an alarm at Beth-aven:<po4>‘Behind thee, O Benjamin!’"],"notes":""},{"formatting":"<po1>","verse":9,"text":["Ephraim shall be desolate in the day of rebuke;<po2>Among the tribes of Israel do I make known that which shall surely be."],"notes":""},{"formatting":"<po1>","verse":10,"text":["The princes of Judah are like them that remove the landmark;<po2>I will pour out My wrath upon them like water."],"notes":""},{"formatting":"<po1>","verse":11,"text":["Oppressed is Ephraim, crushed in his right;<po2>Because he willingly walked after filth."],"notes":""},{"formatting":"<po1>","verse":12,"text":["Therefore am I unto Ephraim as a moth,<po2>And to the house of Judah as rottenness."],"notes":""},{"formatting":"<po1>","verse":13,"text":["And when Ephraim saw his sickness,<po2>And Judah his wound,<po3>Ephraim went to Assyria,<po4>And sent to King Contentious;<po5>But he is not able to heal you,<po6>Neither shall he cure you of your wound."],"notes":""},{"formatting":"<po1>","verse":14,"text":["For I will be unto Ephraim as a lion,<po2>And as a young lion to the house of Judah;<po3>I, even I, will tear and go away,<po4>I will take away, and there shall be none to deliver."],"notes":""},{"formatting":"<po1>","verse":15,"text":["I will go and return to My place,<po2>Till they acknowledge their guilt, and seek My face;<po3>In their trouble they will seek Me earnestly:"],"notes":""}]},{"number":6,"verses":[{"formatting":"<po1>","verse":1,"text":["‘Come, and let us return unto the <span class=|divineName|>Lord</span>;<po2>For He hath torn, and He will heal us,<po3>He hath smitten, and He will bind us up."],"notes":""},{"formatting":"<po1>","verse":2,"text":["After two days will He revive us,<po2>On the third day He will raise us up, that we may live in His presence."],"notes":""},{"formatting":"<po1>","verse":3,"text":["And let us know, eagerly strive to know the <span class=|divineName|>Lord</span>,<po2>His going forth is sure as the morning;<po3>And He shall come unto us as the rain,<po4>As the latter rain that watereth the earth.’"],"notes":""},{"formatting":"<po1>","verse":4,"text":["O Ephraim, what shall I do unto thee?<po2>O Judah, what shall I do unto thee?<po3>For your goodness is as a morning cloud,<po4>And as the dew that early passeth away."],"notes":""},{"formatting":"<po1>","verse":5,"text":["Therefore have I hewed them by the prophets,<po2>I have slain them by the words of My mouth;<po3>And thy judgment goeth forth as the light."],"notes":""},{"formatting":"<po1>","verse":6,"text":["For I desire mercy, and not sacrifice,<po2>And the knowledge of God rather than burnt-offerings."],"notes":""},{"formatting":"<po1>","verse":7,"text":["But they like men have transgressed the covenant;<po2>There have they dealt treacherously against Me."],"notes":""},{"formatting":"<po1>","verse":8,"text":["Gilead is a city of them that work iniquity,<po2>It is covered with footprints of blood."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And as troops of robbers wait for a man, So doth the company of priests;<po2>They murder in the way toward Shechem;<po3>Yea, they commit enormity."],"notes":""},{"formatting":"<po1>","verse":10,"text":["In the house of Israel I have seen a horrible thing;<po2>There harlotry is found in Ephraim, Israel is defiled."],"notes":""},{"formatting":"<po1>","verse":11,"text":["Also, O Judah, there is a harvest appointed for thee!<p><po2>When I would turn the captivity of My people,"],"notes":""}]},{"number":7,"verses":[{"formatting":"<po1>","verse":1,"text":["When I would heal Israel,<po2>Then is the iniquity of Ephraim uncovered,<po3>And the wickedness of Samaria,<po4>For they commit falsehood;<po5>And the thief entereth in,<po6>And the troop of robbers maketh a raid without."],"notes":""},{"formatting":"<po1>","verse":2,"text":["And let them not say to their heart—<po2>I remember all their wickedness;<po3>Now their own doings have beset them about,<po4>They are before My face."],"notes":""},{"formatting":"<po1>","verse":3,"text":["They make the king glad with their wickedness,<po2>And the princes with their lies."],"notes":""},{"formatting":"<po1>","verse":4,"text":["They are all adulterers,<po2>As an oven heated by the baker,<po3>Who ceaseth to stir<po4>From the kneading of the dough until it be leavened."],"notes":""},{"formatting":"<po1>","verse":5,"text":["On the day of our king<po2>The princes make him sick with the heat of wine,<po3>He stretcheth out his hand with scorners."],"notes":""},{"formatting":"<po1>","verse":6,"text":["For they have made ready their heart like an oven, while they lie in wait;<po2>Their baker sleepeth all the night,<po3>In the morning it burneth as a flaming fire."],"notes":""},{"formatting":"<po1>","verse":7,"text":["They are all hot as an oven,<po2>And devour their judges;<po3>All their kings are fallen,<po4>There is none among them that calleth unto Me."],"notes":""},{"formatting":"<po1>","verse":8,"text":["Ephraim, he mixeth himself with the peoples;<po2>Ephraim is become a cake not turned."],"notes":""},{"formatting":"<po1>","verse":9,"text":["Strangers have devoured his strength,<po2>And he knoweth it not;<po3>Yea, gray hairs are here and there upon him,<po4>And he knoweth it not."],"notes":""},{"formatting":"<po1>","verse":10,"text":["And the pride of Israel testifieth to his face;<po2>But they have not returned unto the <span class=|divineName|>Lord</span> their God,<po3>Nor sought Him, for all this."],"notes":""},{"formatting":"<po1>","verse":11,"text":["And Ephraim is become like a silly dove, without understanding;<po2>They call unto Egypt, they go to Assyria."],"notes":""},{"formatting":"<po1>","verse":12,"text":["Even as they go, I will spread My net upon them;<po2>I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath been made to hear."],"notes":""},{"formatting":"<po1>","verse":13,"text":["Woe unto them! for they have strayed from Me;<po2>Destruction unto them! for they have transgressed against Me;<po3>Shall I then redeem them,<po4>Seeing they have spoken lies against Me?"],"notes":""},{"formatting":"<po1>","verse":14,"text":["And they have not cried unto Me with their heart,<po2>Though they wail upon their beds;<po3>They assemble themselves for corn and wine, they rebel against Me."],"notes":""},{"formatting":"<po1>","verse":15,"text":["Though I have trained and strengthened their arms,<po2>Yet do they devise evil against Me."],"notes":""},{"formatting":"<po1>","verse":16,"text":["They return, but not upwards;<po2>They are become like a deceitful bow;<po3>Their princes shall fall by the sword for the rage of their tongue;<po4>This shall be their derision in the land of Egypt."],"notes":""}]},{"number":8,"verses":[{"formatting":"<po1>","verse":1,"text":["Set the horn to thy mouth.<po2>As a vulture he cometh against the house of the <span class=|divineName|>Lord</span>;<po3>Because they have transgressed My covenant,<po4>And trespassed against My law."],"notes":""},{"formatting":"<po1>","verse":2,"text":["Will they cry unto Me:<po2>‘My God, we Israel know Thee’?"],"notes":""},{"formatting":"<po1>","verse":3,"text":["Israel hath cast off that which is good;<po2>The enemy shall pursue him."],"notes":""},{"formatting":"<po1>","verse":4,"text":["They have set up kings, but not from Me,<po2>They have made princes, and I knew it not;<po3>Of their silver and their gold have they made them idols,<po4>That they may be cut off."],"notes":""},{"formatting":"<po1>","verse":5,"text":["Thy calf, O Samaria, is cast off;<po2>Mine anger is kindled against them;<po3>How long will it be ere they attain to innocency?"],"notes":""},{"formatting":"<po1>","verse":6,"text":["For from Israel is even this:<po2>The craftsman made it, and it is no God;<po3>Yea, the calf of Samaria shall be broken in shivers."],"notes":""},{"formatting":"<po1>","verse":7,"text":["For they sow the wind, and they shall reap the whirlwind;<po2>It hath no stalk, the bud that shall yield no meal;<po3>If so be it yield, strangers shall swallow it up."],"notes":""},{"formatting":"<po1>","verse":8,"text":["Israel is swallowed up;<po2>Now are they become among the nations<po3>As a vessel wherein is no value."],"notes":""},{"formatting":"<po1>","verse":9,"text":["For they are gone up to Assyria,<po2>Like a wild ass alone by himself;<po3>Ephraim hath hired lovers."],"notes":""},{"formatting":"<po1>","verse":10,"text":["Yea, though they hire among the nations,<po2>Now will I gather them up;<po3>And they begin to be minished<po4>By reason of the burden of king and princes."],"notes":""},{"formatting":"<po1>","verse":11,"text":["For Ephraim hath multiplied altars to sin,<po2>Yea, altars have been unto him to sin."],"notes":""},{"formatting":"<po1>","verse":12,"text":["Though I write for him never so many things of My Law,<po2>They are accounted as a stranger’s."],"notes":""},{"formatting":"<po1>","verse":13,"text":["As for the sacrifices that are made by fire unto Me,<po2>Let them sacrifice flesh and eat it,<po3>For the <span class=|divineName|>Lord</span> accepteth them not.<po4>Now will He remember their iniquity, and punish their sins;<po5>They shall return to Egypt."],"notes":""},{"formatting":"<po1>","verse":14,"text":["For Israel hath forgotten his Maker,<po2>And builded palaces,<po3>And Judah hath multiplied fortified cities;<po4>But I will send a fire upon his cities,<po5>And it shall devour the castles thereof."],"notes":""}]},{"number":9,"verses":[{"formatting":"<po1>","verse":1,"text":["Rejoice not, O Israel, unto exultation, like the peoples,<po2>For thou hast gone astray from thy God,<po3>Thou hast loved a harlot’s hire upon every corn-floor."],"notes":""},{"formatting":"<po1>","verse":2,"text":["The threshing-floor and the wine-press shall not feed them,<po2>And the new wine shall fail her."],"notes":""},{"formatting":"<po1>","verse":3,"text":["They shall not dwell in the <span class=|divineName|>Lord's</span> land;<po2>But Ephraim shall return to Egypt,<po3>And they shall eat unclean food in Assyria."],"notes":""},{"formatting":"<po1>","verse":4,"text":["They shall not pour out wine-offerings to the <span class=|divineName|>Lord</span>,<po2>Neither shall they be pleasing unto Him;<po3>Their sacrifices shall be unto them as the bread of mourners,<po4>All that eat thereof shall be polluted;<po5>For their bread shall be for their appetite,<po6>It shall not come into the house of the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<po1>","verse":5,"text":["What will ye do in the day of the appointed season,<po2>And in the day of the feast of the <span class=|divineName|>Lord</span>?"],"notes":""},{"formatting":"<po1>","verse":6,"text":["For, lo, they are gone away from destruction,<po2>Yet Egypt shall gather them up,<po3>Memphis shall bury them;<po4>Their precious treasures of silver, nettles shall possess them,<po5>Thorns shall be in their tents."],"notes":""},{"formatting":"<po1>","verse":7,"text":["The days of visitation are come,<po2>The days of recompense are come,<po3>Israel shall know it.<po4>The prophet is a fool, the man of the spirit is mad!<po5>For the multitude of thine iniquity, the enmity is great."],"notes":""},{"formatting":"<po1>","verse":8,"text":["Ephraim is a watchman with my God;<po2>As for the prophet, a fowler’s snare is in all his ways,<po3>And enmity in the house of his God."],"notes":""},{"formatting":"<po1>","verse":9,"text":["They have deeply corrupted themselves,<po2>As in the days of Gibeah;<po3>He will remember their iniquity,<po4>He will punish their sins."],"notes":""},{"formatting":"<po1>","verse":10,"text":["I found Israel like grapes in the wilderness,<po2>I saw your fathers as the first-ripe in the fig-tree at her first season; But so soon as they came to Baal-peor,<po3>They separated themselves unto the shameful thing,<po4>And became detestable like that which they loved."],"notes":""},{"formatting":"<po1>","verse":11,"text":["As for Ephraim, their glory shall fly away like a bird;<po2>There shall be no birth, and none with child, and no conception."],"notes":""},{"formatting":"<po1>","verse":12,"text":["Yea, though they bring up their children,<po2>Yet will I bereave them, that there be not a man left;<po3>Yea, woe also to them when I depart from them!"],"notes":""},{"formatting":"<po1>","verse":13,"text":["Ephraim, like as I have seen Tyre, is planted in a pleasant place;<po2>But Ephraim shall bring forth his children to the slayer."],"notes":""},{"formatting":"<po1>","verse":14,"text":["Give them, O <span class=|divineName|>Lord</span>, whatsoever Thou wilt give;<po2>Give them a miscarrying womb and dry breasts."],"notes":""},{"formatting":"<po1>","verse":15,"text":["All their wickedness is in Gilgal,<po2>For there I hated them;<po3>Because of the wickedness of their doings<po4>I will drive them out of My house;<po5>I will love them no more,<po6>All their princes are rebellious."],"notes":""},{"formatting":"<po1>","verse":16,"text":["Ephraim is smitten,<po2>Their root is dried up,<po3>They shall bear no fruit;<po4>Yea, though they bring forth,<po5>Yet will I slay the beloved fruit of their womb."],"notes":""},{"formatting":"<po1>","verse":17,"text":["My God will cast them away,<po2>Because they did not hearken unto Him;<po3>And they shall be wanderers among the nations."],"notes":""}]},{"number":10,"verses":[{"formatting":"<p>","verse":1,"text":["Israel was a luxuriant vine, Which put forth fruit freely:<po1>As his fruit increased,<po2>He increased his altars;<po3>The more goodly his land was,<po4>The more goodly were his pillars."],"notes":""},{"formatting":"<po1>","verse":2,"text":["Their heart is divided;<po2>Now shall they bear their guilt;<po3>He will break down their altars,<po4>He will spoil their pillars."],"notes":""},{"formatting":"<po1>","verse":3,"text":["Surely now shall they say:<po2>‘We have no king;<po3>For we feared not the <span class=|divineName|>Lord</span>;<po4>And the king, what can he do for us?’"],"notes":""},{"formatting":"<po1>","verse":4,"text":["They speak words,<po2>They swear falsely, they make covenants;<po3>Thus judgment springeth up as hemlock<po4>In the furrows of the field."],"notes":""},{"formatting":"<po1>","verse":5,"text":["The inhabitants of Samaria shall be in dread<po2>For the calves of Beth-aven;<po3>For the people thereof shall mourn over it,<po4>And the priests thereof shall tremble for it,<po5>For its glory, because it is departed from it."],"notes":""},{"formatting":"<po1>","verse":6,"text":["It also shall be carried unto Assyria,<po2>For a present to King Contentious;<po3>Ephraim shall receive shame, And Israel shall be ashamed of his own counsel."],"notes":""},{"formatting":"<po1>","verse":7,"text":["As for Samaria, her king is cut off,<po2>As foam upon the water."],"notes":""},{"formatting":"<po1>","verse":8,"text":["The high places also of Aven shall be destroyed,<po2>Even the sin of Israel.<po3>The thorn and the thistle shall come up on their altars;<po4>And they shall say to the mountains: ‘Cover us’,<po5>And to the hills: ‘Fall on us.’"],"notes":""},{"formatting":"<po1>","verse":9,"text":["From the days of Gibeah thou hast sinned, O Israel;<po2>There they stood;<po3>No battle was to overtake them in Gibeah,<po4>Nor the children of arrogancy."],"notes":""},{"formatting":"<po1>","verse":10,"text":["When it is My desire, I will chastise them;<po2>And the peoples shall be gathered against them,<po3>When they are yoked to their two rings."],"notes":""},{"formatting":"<po1>","verse":11,"text":["And Ephraim is a heifer well broken,<po2>That loveth to thresh,<po3>And I have passed over upon her fair neck;<po4>I will make Ephraim to ride, Judah shall plow,<po5>Jacob shall break his clods."],"notes":""},{"formatting":"<po1>","verse":12,"text":["Sow to yourselves according to righteousness,<po2>Reap according to mercy,<po3>Break up your fallow ground;<po4>For it is time to seek the <span class=|divineName|>Lord</span>,<po5>Till He come and cause righteousness to rain upon you."],"notes":""},{"formatting":"<po1>","verse":13,"text":["Ye have plowed wickedness, ye have reaped iniquity,<po2>Ye have eaten the fruit of lies;<po3>For thou didst trust in thy way,<po4>In the multitude of thy mighty men."],"notes":""},{"formatting":"<po1>","verse":14,"text":["Therefore shall a tumult arise among thy hosts,<po2>And all thy fortresses shall be spoiled,<po3>As Shalman spoiled Beth-arbel in the day of battle;<po4>The mother was dashed in pieces with her children."],"notes":""},{"formatting":"<po1>","verse":15,"text":["So hath Beth-el done unto you<po2>Because of your great wickedness;<po3>At daybreak is the king of Israel utterly cut off."],"notes":""}]},{"number":11,"verses":[{"formatting":"<po1>","verse":1,"text":["When Israel was a child, then I loved him,<po2>And out of Egypt I called My son."],"notes":""},{"formatting":"<po1>","verse":2,"text":["The more they called them, the more they went from them;<po2>They sacrificed unto the Baalim,<po3>And offered to graven images."],"notes":""},{"formatting":"<po1>","verse":3,"text":["And I, I taught Ephraim to walk,<po2>Taking them by their arms;<po3>But they knew not that I healed them."],"notes":""},{"formatting":"<po1>","verse":4,"text":["I drew them with cords of a man,<po2>With bands of love;<po3>And I was to them as they that take off the yoke on their jaws,<po4>And I fed them gently."],"notes":""},{"formatting":"<po1>","verse":5,"text":["He shall not return into the land of Egypt,<po2>But the Assyrian shall be his king, Because they refused to return."],"notes":""},{"formatting":"<po1>","verse":6,"text":["And the sword shall fall upon his cities,<po2>And shall consume his bars, and devour them,<po3>Because of their own counsels."],"notes":""},{"formatting":"<po1>","verse":7,"text":["And My people are in suspense about returning to Me;<po2>And though they call them upwards,<po3>None at all will lift himself up."],"notes":""},{"formatting":"<po1>","verse":8,"text":["How shall I give thee up, Ephraim?<po2>How shall I surrender thee, Israel?<po3>How shall I make thee as Admah?<po4>How shall I set thee as Zeboim?<po5>My heart is turned within Me,<po6>My compassions are kindled together."],"notes":""},{"formatting":"<po1>","verse":9,"text":["I will not execute the fierceness of Mine anger,<po2>I will not return to destroy Ephraim;<po3>For I am God, and not man,<po4>The Holy One in the midst of thee;<po5>And I will not come in fury."],"notes":""},{"formatting":"<po1>","verse":10,"text":["They shall walk after the <span class=|divineName|>Lord</span>,<po2>Who shall roar like a lion;<po3>For He shall roar,<po4>And the children shall come trembling from the west."],"notes":""},{"formatting":"<po1>","verse":11,"text":["They shall come trembling as a bird out of Egypt,<po2>And as a dove out of the land of Assyria;<po3>And I will make them to dwell in their houses, saith the <span class=|divineName|>Lord</span>."],"notes":""}]},{"number":12,"verses":[{"formatting":"<po1>","verse":1,"text":["Ephraim compasseth Me about with lies,<po2>And the house of Israel with deceit;<po3>And Judah is yet wayward towards God,<po4>And towards the Holy One who is faithful."],"notes":""},{"formatting":"<po1>","verse":2,"text":["Ephraim striveth after wind, and followeth after the east wind;<po2>All the day he multiplieth lies and desolation;<po3>And they make a covenant with Assyria,<po4>And oil is carried into Egypt."],"notes":""},{"formatting":"<po1>","verse":3,"text":["The <span class=|divineName|>Lord</span> hath also a controversy with Judah,<po2>And will punish Jacob according to his ways,<po3>According to his doings will He recompense him."],"notes":""},{"formatting":"<po1>","verse":4,"text":["In the womb he took his brother by the heel,<po2>And by his strength he strove with a godlike being;"],"notes":""},{"formatting":"<po1>","verse":5,"text":["So he strove with an angel, and prevailed;<po2>He wept, and made supplication unto him;<po3>At Beth-el he would find him,<po4>And there he would speak with us;"],"notes":""},{"formatting":"<po1>","verse":6,"text":["But the <span class=|divineName|>Lord</span>, the God of hosts,<po2>The <span class=|divineName|>Lord</span> is His name."],"notes":""},{"formatting":"<po1>","verse":7,"text":["Therefore turn thou to thy God;<po2>Keep mercy and justice,<po3>And wait for thy God continually."],"notes":""},{"formatting":"<po1>","verse":8,"text":["As for the trafficker, the balances of deceit are in his hand.<po2>He loveth to oppress."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And Ephraim said: ‘Surely I am become rich,<po2>I have found me wealth;<po3>In all my labours they shall find in me<po4>No iniquity that were sin.’"],"notes":""},{"formatting":"<po1>","verse":10,"text":["But I am the <span class=|divineName|>Lord</span> thy God<po2>From the land of Egypt;<po3>I will yet again make thee to dwell in tents,<po4>As in the days of the appointed season."],"notes":""},{"formatting":"<po1>","verse":11,"text":["I have also spoken unto the prophets,<po2>And I have multiplied visions;<po3>And by the ministry of the prophets have I used similitudes."],"notes":""},{"formatting":"<po1>","verse":12,"text":["If Gilead be given to iniquity<po2>Becoming altogether vanity,<po3>In Gilgal they sacrifice unto bullocks;<po4>Yea, their altars shall be as heaps<po5>In the furrows of the field."],"notes":""},{"formatting":"<po1>","verse":13,"text":["And Jacob fled into the field of Aram,<po2>And Israel served for a wife,<po3>And for a wife he kept sheep."],"notes":""},{"formatting":"<po1>","verse":14,"text":["And by a prophet the <span class=|divineName|>Lord</span> brought Israel up out of Egypt,<po2>And by a prophet was he kept."],"notes":""},{"formatting":"<po1>","verse":15,"text":["Ephraim hath provoked most bitterly;<po2>Therefore shall his blood be cast upon him,<po3>And his reproach shall his Lord return unto him."],"notes":""}]},{"number":13,"verses":[{"formatting":"<po1>","verse":1,"text":["When Ephraim spoke, there was trembling,<po2>He exalted himself in Israel;<po3>But when he became guilty through Baal, he died."],"notes":""},{"formatting":"<po1>","verse":2,"text":["And now they sin more and more,<po2>And have made them molten images of their silver,<po3>According to their own understanding, even idols,<po4>All of them the work of the craftsmen;<po5>Of them they say:<po6>‘They that sacrifice men kiss calves.’"],"notes":""},{"formatting":"<po1>","verse":3,"text":["Therefore they shall be as the morning cloud,<po2>And as the dew that early passeth away,<po3>As the chaff that is driven with the wind out of the threshing-floor,<po4>And as the smoke out of the window."],"notes":""},{"formatting":"<po1>","verse":4,"text":["Yet I am the <span class=|divineName|>Lord</span> thy God<po2>From the land of Egypt;<po3>And thou knowest no God but Me,<po4>And beside Me there is no saviour."],"notes":""},{"formatting":"<po1>","verse":5,"text":["I did know thee in the wilderness,<po2>In the land of great drought."],"notes":""},{"formatting":"<po1>","verse":6,"text":["When they were fed, they became full,<po2>They were filled, and their heart was exalted;<po3>Therefore have they forgotten Me."],"notes":""},{"formatting":"<po1>","verse":7,"text":["Therefore am I become unto them as a lion;<po2>As a leopard will I watch by the way;"],"notes":""},{"formatting":"<po1>","verse":8,"text":["I will meet them as a bear that is bereaved of her whelps, And will rend the enclosure of their heart;<po2>And there will I devour them like a lioness;<po3>The wild beast shall tear them."],"notes":""},{"formatting":"<po1>","verse":9,"text":["It is thy destruction, O Israel,<po2>That thou art against Me, against thy help."],"notes":""},{"formatting":"<po1>","verse":10,"text":["Ho, now, thy king,<po2>That he may save thee in all thy cities!<po3>And thy judges, of whom thou saidst:<po4>‘Give me a king and princes!’"],"notes":""},{"formatting":"<po1>","verse":11,"text":["I give thee a king in Mine anger,<po2>And take him away in My wrath."],"notes":""},{"formatting":"<po1>","verse":12,"text":["The iniquity of Ephraim is bound up;<po2>His sin is laid up in store."],"notes":""},{"formatting":"<po1>","verse":13,"text":["The throes of a travailing woman shall come upon him;<po2>He is an unwise son;<po3>For it is time he should not tarry<po4>In the place of the breaking forth of children."],"notes":""},{"formatting":"<po1>","verse":14,"text":["Shall I ransom them from the power of the nether-world?<po2>Shall I redeem them from death?<po3>Ho, thy plagues, O death!<po4>Ho, thy destruction, O netherworld!<po5>Repentance be hid from Mine eyes!"],"notes":""},{"formatting":"<po1>","verse":15,"text":["For though he be fruitful among the reed-plants,<po2>An east wind shall come, the wind of the <span class=|divineName|>Lord</span> coming up from the wilderness,<po3>And his spring shall become dry, and his fountain shall be dried up;<po4>He shall spoil the treasure of all precious vessels."],"notes":""}]},{"number":14,"verses":[{"formatting":"<po1>","verse":1,"text":["Samaria shall bear her guilt,<po2>For she hath rebelled against her God;<po3>They shall fall by the sword;<po4>Their infants shall be dashed in pieces,<po5>And their women with child shall be ripped up."],"notes":""},{"formatting":"<po1>","verse":2,"text":["Return, O Israel, unto the <span class=|divineName|>Lord</span> thy God;<po2>For thou hast stumbled in thine iniquity."],"notes":""},{"formatting":"<po1>","verse":3,"text":["Take with you words,<po2>And return unto the <span class=|divineName|>Lord</span>;<po3>Say unto Him: ‘Forgive all iniquity,<po4>And accept that which is good;<po5>So will we render for bullocks the offering of our lips."],"notes":""},{"formatting":"<po1>","verse":4,"text":["Asshur shall not save us;<po2>We will not ride upon horses;<po3>Neither will we call any more the work of our hands our gods;<po4>For in Thee the fatherless findeth mercy.’"],"notes":""},{"formatting":"<po1>","verse":5,"text":["I will heal their backsliding,<po2>I will love them freely;<po3>For Mine anger is turned away from him."],"notes":""},{"formatting":"<po1>","verse":6,"text":["I will be as the dew unto Israel;<po2>He shall blossom as the lily,<po3>And cast forth his roots as Lebanon."],"notes":""},{"formatting":"<po1>","verse":7,"text":["His branches shall spread,<po2>And his beauty shall be as the olive-tree, And his fragrance as Lebanon."],"notes":""},{"formatting":"<po1>","verse":8,"text":["They that dwell under his shadow shall again<po2>Make corn to grow,<po3>And shall blossom as the vine;<po4>The scent thereof shall be as the wine of Lebanon."],"notes":""},{"formatting":"<po1>","verse":9,"text":["Ephraim [shall say]:<po2>‘What have I to do any more with idols?’<po3>As for Me, I respond and look on him;<po4>I am like a leafy cypress-tree;<po5>From Me is thy fruit found."],"notes":""},{"formatting":"<po1>","verse":10,"text":["Whoso is wise, let him understand these things,<po2>Whoso is prudent, let him know them.<po3>For the ways of the <span class=|divineName|>Lord</span> are right,<po4>And the just do walk in them;<po5>But transgressors do stumble therein."],"notes":""}]}]}