{"number":18,"chapters":[{"number":1,"verses":[{"formatting":"<p>","verse":1,"text":["The vision of Obadiah.<p><p>Thus saith the Lord <span class=|divineName|>God</span> concerning Edom:<po1>We have heard a message from the <span class=|divineName|>Lord</span>,<po2>And an ambassador is sent among the nations:<po3>‘Arise ye, and let us rise up against her in battle.’"],"notes":""},{"formatting":"<po1>","verse":2,"text":["Behold, I make thee small among the nations;<po2>Thou art greatly despised."],"notes":""},{"formatting":"<po1>","verse":3,"text":["The pride of thy heart hath beguiled thee,<po2>O thou that dwellest in the clefts of the rock,<po3>Thy habitation on high;<po4>That sayest in thy heart:<po5>‘Who shall bring me down to the ground?’"],"notes":""},{"formatting":"<po1>","verse":4,"text":["Though thou make thy nest as high as the eagle,<po2>And though thou set it among the stars, I will bring thee down from thence, saith the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<po1>","verse":5,"text":["If thieves came to thee, if robbers by night—<po2>How art thou cut off!—<po3>Would they not steal till they had enough?<po4>If grape-gatherers came to thee,<po5>Would they not leave some gleaning grapes?"],"notes":""},{"formatting":"<po1>","verse":6,"text":["How is Esau searched out!<po2>How are his hidden places sought out!"],"notes":""},{"formatting":"<po1>","verse":7,"text":["All the men of thy confederacy<po2>Have conducted thee to the border;<po3>The men that were at peace with thee<po4>Have beguiled thee, and prevailed against thee;<po5>They that eat thy bread lay a snare under thee,<po6>In whom there is no discernment."],"notes":""},{"formatting":"<po1>","verse":8,"text":["Shall I not in that day, saith the <span class=|divineName|>Lord</span>,<po2>Destroy the wise men out of Edom,<po3>And discernment out of the mount of Esau?"],"notes":""},{"formatting":"<po1>","verse":9,"text":["And thy mighty men, O Teman, shall be dismayed,<po2>To the end that every one may be cut off from the mount of Esau by slaughter."],"notes":""},{"formatting":"<po1>","verse":10,"text":["For the violence done to thy brother Jacob shame shall cover thee,<po2>And thou shalt be cut off for ever."],"notes":""},{"formatting":"<po1>","verse":11,"text":["In the day that thou didst stand aloof,<po2>In the day that strangers carried away his substance,<po3>And foreigners entered into his gates,<po4>And cast lots upon Jerusalem,<po5>Even thou wast as one of them."],"notes":""},{"formatting":"<po1>","verse":12,"text":["But thou shouldest not have gazed on the day of thy brother<po2>In the day of his disaster,<po3>Neither shouldest thou have rejoiced over the children of Judah<po4>In the day of their destruction;<po5>Neither shouldest thou have spoken proudly<po6>In the day of distress."],"notes":""},{"formatting":"<po1>","verse":13,"text":["Thou shouldest not have entered into the gate of My people<po2>In the day of their calamity;<po3>Yea, thou shouldest not have gazed on their affliction<po4>In the day of their calamity,<po5>Nor have laid hands on their substance<po6>In the day of their calamity."],"notes":""},{"formatting":"<po1>","verse":14,"text":["Neither shouldest thou have stood in the crossway,<po2>To cut off those of his that escape;<po3>Neither shouldest thou have delivered up those of his<po4>That did remain in the day of distress."],"notes":""},{"formatting":"<po1>","verse":15,"text":["For the day of the <span class=|divineName|>Lord</span> is near upon all the nations;<po2>As thou hast done, it shall be done unto thee;<po3>Thy dealing shall return upon thine own head."],"notes":""},{"formatting":"<po1>","verse":16,"text":["For as ye have drunk upon My holy mountain,<po2>So shall all the nations drink continually,<po3>Yea, they shall drink, and swallow down,<po4>And shall be as though they had not been."],"notes":""},{"formatting":"<po1>","verse":17,"text":["But in mount Zion there shall be those that escape,<po2>And it shall be holy;<po3>And the house of Jacob shall possess their possessions."],"notes":""},{"formatting":"<po1>","verse":18,"text":["And the house of Jacob shall be a fire,<po2>And the house of Joseph a flame,<po3>And the house of Esau for stubble,<po4>And they shall kindle in them, and devour them;<po5>And there shall not be any remaining of the house of Esau;<po6>For the <span class=|divineName|>Lord</span> hath spoken."],"notes":""},{"formatting":"<po1>","verse":19,"text":["And they of the South shall possess the mount of Esau,<po2>And they of the Lowland the Philistines;<po3>And they shall possess the field of Ephraim,<po4>And the field of Samaria;<po5>And Benjamin shall possess Gilead."],"notes":""},{"formatting":"<po1>","verse":20,"text":["And the captivity of this host of the children of Israel,<po2>That are among the Canaanites, even unto Zarephath,<po3>And the captivity of Jerusalem, that is in Sepharad,<po4>Shall possess the cities of the South."],"notes":""},{"formatting":"<po1>","verse":21,"text":["And saviours shall come up on mount Zion<po2>To judge the mount of Esau;<po3>And the kingdom shall be the <span class=|divineName|>Lord's</span>."],"notes":""},{"formatting":"<p>","verse":1,"text":["Now the word of the <span class=|divineName|>Lord</span> came unto Jonah the son of Amittai, saying:"],"notes":""},{"formatting":"","verse":2,"text":["‘Arise, go to Nineveh, that great city, and proclaim against it; for their wickedness is come up before Me.’"],"notes":""},{"formatting":"","verse":3,"text":["But Jonah rose up to flee unto Tarshish from the presence of the <span class=|divineName|>Lord</span>; and he went down to Joppa, and found a ship going to Tarshish; so he paid the fare thereof, and went down into it, to go with them unto Tarshish, from the presence of the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<p>","verse":4,"text":["But the <span class=|divineName|>Lord</span> hurled a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken."],"notes":""},{"formatting":"","verse":5,"text":["And the mariners were afraid, and cried every man unto his god; and they cast forth the wares that were in the ship into the sea, to lighten it unto them. But Jonah was gone down into the innermost parts of the ship; and he lay, and was fast asleep."],"notes":""},{"formatting":"","verse":6,"text":["So the shipmaster came to him, and said unto him: ‘What meanest thou that thou sleepest? arise, call upon thy God, if so be that God will think upon us, that we perish not.’"],"notes":""},{"formatting":"<p>","verse":7,"text":["And they said every one to his fellow: ‘Come, and let us cast lots, that we may know for whose cause this evil is upon us.’ So they cast lots, and the lot fell upon Jonah."],"notes":""},{"formatting":"","verse":8,"text":["Then said they unto him: ‘Tell us, we pray thee, for whose cause this evil is upon us: what is thine occupation? and whence comest thou? what is thy country? and of what people art thou?’"],"notes":""},{"formatting":"","verse":9,"text":["And he said unto them: ‘I am an Hebrew; and I fear the <span class=|divineName|>Lord</span>, the God of heaven, who hath made the sea and the dry land.’"],"notes":""},{"formatting":"","verse":10,"text":["Then were the men exceedingly afraid, and said unto him: ‘What is this that thou hast done?’ For the men knew that he fled from the presence of the <span class=|divineName|>Lord</span>, because he had told them."],"notes":""},{"formatting":"<p>","verse":11,"text":["Then said they unto him: ‘What shall we do unto thee, that the sea may be calm unto us?’ for the sea grew more and more tempestuous."],"notes":""},{"formatting":"","verse":12,"text":["And he said unto them: ‘Take me up, and cast me forth into the sea; so shall the sea be calm unto you; for I know that for my sake this great tempest is upon you.’"],"notes":""},{"formatting":"","verse":13,"text":["Nevertheless the men rowed hard to bring it to the land; but they could not; for the sea grew more and more tempestuous against them."],"notes":""},{"formatting":"","verse":14,"text":["Wherefore they cried unto the <span class=|divineName|>Lord</span>, and said: ‘We beseech Thee, O <span class=|divineName|>Lord</span>, we beseech Thee, let us not perish for this man’s life, and lay not upon us innocent blood; for Thou, O <span class=|divineName|>Lord</span>, hast done as it pleased Thee.’"],"notes":""},{"formatting":"","verse":15,"text":["So they took up Jonah, and cast him forth into the sea; and the sea ceased from its raging."],"notes":""},{"formatting":"","verse":16,"text":["Then the men feared the <span class=|divineName|>Lord</span> exceedingly; and they offered a sacrifice unto the <span class=|divineName|>Lord</span>, and made vows."],"notes":""}]}]}