{"number":19,"chapters":[{"number":2,"verses":[{"formatting":"<p>","verse":1,"text":["And the <span class=|divineName|>Lord</span> prepared a great fish to swallow up Jonah; and Jonah was in the belly of the fish three days and three nights."],"notes":""},{"formatting":"","verse":2,"text":["Then Jonah prayed unto the <span class=|divineName|>Lord</span> his God out of the fish’s belly."],"notes":""},{"formatting":"","verse":3,"text":["And he said:<po1>I called out of mine affliction<po2>Unto the <span class=|divineName|>Lord</span>, and He answered me;<po3>Out of the belly of the nether-world cried I,<po4>And Thou heardest my voice."],"notes":""},{"formatting":"<po1>","verse":4,"text":["For Thou didst cast me into the depth,<po2>In the heart of the seas,<po3>And the flood was round about me;<po4>All Thy waves and Thy billows<po5>Passed over me."],"notes":""},{"formatting":"<po1>","verse":5,"text":["And I said: ‘I am cast out<po2>From before Thine eyes’;<po3>Yet I will look again<po4>Toward Thy holy temple."],"notes":""},{"formatting":"<po1>","verse":6,"text":["The waters compassed me about, even to the soul;<po2>The deep was round about me;<po3>The weeds were wrapped about my head."],"notes":""},{"formatting":"<po1>","verse":7,"text":["I went down to the bottoms of the mountains; The earth with her bars closed upon me for ever;<po2>Yet hast Thou brought up my life from the pit,<po3>O <span class=|divineName|>Lord</span> my God."],"notes":""},{"formatting":"<po1>","verse":8,"text":["When my soul fainted within me,<po2>I remembered the <span class=|divineName|>Lord</span>;<po3>And my prayer came in unto Thee,<po4>Into Thy holy temple."],"notes":""},{"formatting":"<po1>","verse":9,"text":["They that regard lying vanities<po2>Forsake their own mercy."],"notes":""},{"formatting":"<po1>","verse":10,"text":["But I will sacrifice unto Thee<po2>With the voice of thanksgiving;<po3>That which I have vowed I will pay.<po4>Salvation is of the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<p>","verse":11,"text":["And the <span class=|divineName|>Lord</span> spoke unto the fish, and it vomited out Jonah upon the dry land."],"notes":""}]},{"number":3,"verses":[{"formatting":"<p>","verse":1,"text":["And the word of the <span class=|divineName|>Lord</span> came unto Jonah the second time, saying:"],"notes":""},{"formatting":"","verse":2,"text":["‘Arise, go unto Nineveh, that great city, and make unto it the proclamation that I bid thee.’"],"notes":""},{"formatting":"","verse":3,"text":["So Jonah arose, and went unto Nineveh, according to the word of the <span class=|divineName|>Lord</span>. Now Nineveh was an exceeding great city, of three days’ journey."],"notes":""},{"formatting":"","verse":4,"text":["And Jonah began to enter into the city a day’s journey, and he proclaimed, and said: ‘Yet forty days, and Nineveh shall be overthrown.’"],"notes":""},{"formatting":"<p>","verse":5,"text":["And the people of Nineveh believed God; and they proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them."],"notes":""},{"formatting":"","verse":6,"text":["And the tidings reached the king of Nineveh, and he arose from his throne, and laid his robe from him, and covered him with sackcloth, and sat in ashes."],"notes":""},{"formatting":"","verse":7,"text":["And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying: ‘Let neither man nor beast, herd nor flock, taste any thing; let them not feed, nor drink water;"],"notes":""},{"formatting":"","verse":8,"text":["but let them be covered with sackcloth, both man and beast, and let them cry mightily unto God; yea, let them turn every one from his evil way, and from the violence that is in their hands."],"notes":""},{"formatting":"","verse":9,"text":["Who knoweth whether God will not turn and repent, and turn away from His fierce anger, that we perish not?’"],"notes":""},{"formatting":"<p>","verse":10,"text":["And God saw their works, that they turned from their evil way; and God repented of the evil, which He said He would do unto them; and He did it not."],"notes":""}]},{"number":4,"verses":[{"formatting":"","verse":1,"text":["But it displeased Jonah exceedingly, and he was angry."],"notes":""},{"formatting":"","verse":2,"text":["And he prayed unto the <span class=|divineName|>Lord</span>, and said: ‘I pray Thee, O <span class=|divineName|>Lord</span>, was not this my saying, when I was yet in mine own country? Therefore I fled beforehand unto Tarshish; for I knew that Thou art a gracious God, and compassionate, long-suffering, and abundant in mercy, and repentest Thee of the evil."],"notes":""},{"formatting":"","verse":3,"text":["Therefore now, O <span class=|divineName|>Lord</span>, take, I beseech Thee, my life from me; for it is better for me to die than to live.’"],"notes":""},{"formatting":"","verse":4,"text":["And the <span class=|divineName|>Lord</span> said: ‘Art thou greatly angry?’"],"notes":""},{"formatting":"<p>","verse":5,"text":["Then Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city."],"notes":""},{"formatting":"","verse":6,"text":["And the <span class=|divineName|>Lord</span> God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his evil. So Jonah was exceeding glad because of the gourd."],"notes":""},{"formatting":"","verse":7,"text":["But God prepared a worm when the morning rose the next day, and it smote the gourd, that it withered."],"notes":""},{"formatting":"","verse":8,"text":["And it came to pass, when the sun arose, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and requested for himself that he might die, and said: ‘It is better for me to die than to live.’"],"notes":""},{"formatting":"","verse":9,"text":["And God said to Jonah: ‘Art thou greatly angry for the gourd?’ And he said: ‘I am greatly angry, even unto death.’"],"notes":""},{"formatting":"","verse":10,"text":["And the <span class=|divineName|>Lord</span> said: ‘Thou hast had pity on the gourd, for which thou hast not laboured, neither madest it grow, which came up in a night, and perished in a night;"],"notes":""},{"formatting":"","verse":11,"text":["and should not I have pity on Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand, and also much cattle?’"],"notes":""}]}]}