{"number":24,"chapters":[{"number":1,"verses":[{"formatting":"<p>","verse":1,"text":["In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the <span class=|divineName|>Lord</span> by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying:"],"notes":""},{"formatting":"","verse":2,"text":["‘Thus speaketh the <span class=|divineName|>Lord</span> of hosts, saying: This people say: The time is not come, the time that the <span class=|divineName|>Lord's</span> house should be built.’"],"notes":""},{"formatting":"","verse":3,"text":["Then came the word of the <span class=|divineName|>Lord</span> by Haggai the prophet, saying:"],"notes":""},{"formatting":"","verse":4,"text":["‘Is it a time for you yourselves to dwell in your cieled houses, while this house lieth waste?"],"notes":""},{"formatting":"","verse":5,"text":["Now therefore thus saith the <span class=|divineName|>Lord</span> of hosts:<po1>Consider your ways."],"notes":""},{"formatting":"<po1>","verse":6,"text":["Ye have sown much, and brought in little,<po2>Ye eat, but ye have not enough,<po3>Ye drink, but ye are not filled with drink,<po4>Ye clothe you, but there is none warm;<po5>And he that earneth wages earneth wages<po6>For a bag with holes."],"notes":""},{"formatting":"<p>","verse":7,"text":["Thus saith the <span class=|divineName|>Lord</span> of hosts: Consider your ways."],"notes":""},{"formatting":"","verse":8,"text":["Go up to the hill-country, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":9,"text":["Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the <span class=|divineName|>Lord</span> of hosts. Because of My house that lieth waste, while ye run every man for his own house."],"notes":""},{"formatting":"","verse":10,"text":["Therefore over you the heaven hath kept back, so that there is no dew, and the earth hath kept back her produce."],"notes":""},{"formatting":"","verse":11,"text":["And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands.’"],"notes":""},{"formatting":"<p>","verse":12,"text":["Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, hearkened unto the voice of the <span class=|divineName|>Lord</span> their God, and unto the words of Haggai the prophet, as the <span class=|divineName|>Lord</span> their God had sent him; and the people did fear before the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":13,"text":["Then spoke Haggai the <span class=|divineName|>Lord's</span> messenger in the <span class=|divineName|>Lord's</span> message unto the people, saying: ‘I am with you, saith the <span class=|divineName|>Lord</span>.’"],"notes":""},{"formatting":"","verse":14,"text":["And the <span class=|divineName|>Lord</span> stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the <span class=|divineName|>Lord</span> of hosts, their God,"],"notes":""},{"formatting":"","verse":15,"text":["in the four and twentieth day of the month, in the sixth month, in the second year of Darius the king."],"notes":""}]},{"number":2,"verses":[{"formatting":"<p>","verse":1,"text":["In the seventh month, in the one and twentieth day of the month, came the word of the <span class=|divineName|>Lord</span> by Haggai the prophet, saying:"],"notes":""},{"formatting":"","verse":2,"text":["‘Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying:"],"notes":""},{"formatting":"","verse":3,"text":["Who is left among you that saw this house in its former glory? and how do ye see it now? is not such a one as nothing in your eyes?"],"notes":""},{"formatting":"","verse":4,"text":["Yet now be strong, O Zerubbabel, saith the <span class=|divineName|>Lord</span>; and be strong, O Joshua, son of Jehozadak, the high priest; and be strong, all ye people of the land, saith the <span class=|divineName|>Lord</span>, and work; for I am with you, saith the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"","verse":5,"text":["The word that I covenanted with you when ye came out of Egypt have I established, and My spirit abideth among you; fear ye not."],"notes":""},{"formatting":"","verse":6,"text":["For thus saith the <span class=|divineName|>Lord</span> of hosts: Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;"],"notes":""},{"formatting":"","verse":7,"text":["and I will shake all nations, and the choicest things of all nations shall come, and I will fill this house with glory, saith the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"","verse":8,"text":["Mine is the silver, and Mine the gold, saith the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"","verse":9,"text":["The glory of this latter house shall be greater than that of the former, saith the <span class=|divineName|>Lord</span> of hosts; and in this place will I give peace, saith the <span class=|divineName|>Lord</span> of hosts.’"],"notes":""},{"formatting":"<p>","verse":10,"text":["In the four and twentieth day of the ninth month, in the second year of Darius, came the word of the <span class=|divineName|>Lord</span> by Haggai the prophet, saying:"],"notes":""},{"formatting":"","verse":11,"text":["‘Thus saith the <span class=|divineName|>Lord</span> of hosts: Ask now the priests for instruction, saying:"],"notes":""},{"formatting":"","verse":12,"text":["If one bear hallowed flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any food, shall it be holy?’ And the priests answered and said: ‘No.’"],"notes":""},{"formatting":"","verse":13,"text":["Then said Haggai: ‘If one that is unclean by a dead body touch any of these, shall it be unclean?’ And the priests answered and said: ‘It shall be unclean.’"],"notes":""},{"formatting":"","verse":14,"text":["Then answered Haggai, and said: ‘So is this people, and so is this nation before me, saith the <span class=|divineName|>Lord</span>; and so is every work of their hands; and that which they offer there is unclean."],"notes":""},{"formatting":"","verse":15,"text":["And now, I pray you, consider from this day and forward—before a stone was laid upon a stone in the temple of the <span class=|divineName|>Lord</span>,"],"notes":""},{"formatting":"","verse":16,"text":["through all that time, when one came to a heap of twenty measures, there were but ten; when one came to the winevat to draw out fifty press-measures, there were but twenty;"],"notes":""},{"formatting":"","verse":17,"text":["I smote you with blasting and with mildew and with hail in all the work of your hands; yet ye turned not to Me, saith the <span class=|divineName|>Lord</span>—"],"notes":""},{"formatting":"","verse":18,"text":["consider, I pray you, from this day and forward, from the four and twentieth day of the ninth month, even from the day that the foundation of the <span class=|divineName|>Lord's</span> temple was laid, consider it;"],"notes":""},{"formatting":"","verse":19,"text":["is the seed yet in the barn? yea, the vine, and the fig-tree, and the pomegranate, and the olive-tree hath not brought forth—from this day will I bless you.’"],"notes":""},{"formatting":"","verse":20,"text":["And the word of the <span class=|divineName|>Lord</span> came the second time unto Haggai in the four and twentieth day of the month, saying:"],"notes":""},{"formatting":"","verse":21,"text":["‘Speak to Zerubbabel, governor of Judah, saying: I will shake the heavens and the earth;"],"notes":""},{"formatting":"","verse":22,"text":["and I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the nations; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother."],"notes":""},{"formatting":"","verse":23,"text":["In that day, saith the <span class=|divineName|>Lord</span> of hosts, will I take thee, O Zerubbabel, My servant, the son of Shealtiel, saith the <span class=|divineName|>Lord</span>, and will make thee as a signet; for I have chosen thee, saith the <span class=|divineName|>Lord</span> of hosts.’"],"notes":""}]}]}