{"number":25,"chapters":[{"number":1,"verses":[{"formatting":"<p>","verse":1,"text":["In the eighth month, in the second year of Darius, came the word of the <span class=|divineName|>Lord</span> unto Zechariah the son of Berechiah, the son of Iddo, the prophet, saying:"],"notes":""},{"formatting":"","verse":2,"text":["‘The <span class=|divineName|>Lord</span> hath been sore displeased with your fathers."],"notes":""},{"formatting":"","verse":3,"text":["Therefore say thou unto them, Thus saith the <span class=|divineName|>Lord</span> of hosts: Return unto Me, saith the <span class=|divineName|>Lord</span> of hosts, and I will return unto you, saith the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"","verse":4,"text":["Be ye not as your fathers, unto whom the former prophets proclaimed, saying: Thus saith the <span class=|divineName|>Lord</span> of hosts: Return ye now from your evil ways, and from your evil doings; but they did not hear, nor attend unto Me, saith the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":5,"text":["Your fathers, where are they? and the prophets, do they live for ever?"],"notes":""},{"formatting":"","verse":6,"text":["But My words and My statutes, which I commanded My servants the prophets, did they not overtake your fathers? so that they turned and said: Like as the <span class=|divineName|>Lord</span> of hosts purposed to do unto us, according to our ways, and according to our doings, so hath He dealt with us.’"],"notes":""},{"formatting":"<p>","verse":7,"text":["Upon the four and twentieth day of the eleventh month, which is the month Shebat, in the second year of Darius, came the word of the <span class=|divineName|>Lord</span> unto Zechariah the son of Berechiah, the son of Iddo, the prophet, saying—"],"notes":""},{"formatting":"","verse":8,"text":["I saw in the night, and behold a man riding upon a red horse, and he stood among the myrtle-trees that were in the bottom; and behind him there were horses, red, sorrel, and white."],"notes":""},{"formatting":"","verse":9,"text":["Then said I: ‘O my lord, what are these?’ And the angel that spoke with me said unto me: ‘I will show thee what these are.’"],"notes":""},{"formatting":"","verse":10,"text":["And the man that stood among the myrtle-trees answered and said: ‘These are they whom the <span class=|divineName|>Lord</span> hath sent to walk to and fro through the earth.’"],"notes":""},{"formatting":"","verse":11,"text":["And they answered the angel of the <span class=|divineName|>Lord</span> that stood among the myrtle-trees, and said: ‘We have walked to and fro through the earth, and, behold, all the earth sitteth still, and is at rest.’"],"notes":""},{"formatting":"","verse":12,"text":["Then the angel of the <span class=|divineName|>Lord</span> spoke and said: ‘O <span class=|divineName|>Lord</span> of hosts, how long wilt Thou not have compassion on Jerusalem and on the cities of Judah, against which Thou hast had indignation these threescore and ten years?"],"notes":""},{"formatting":"","verse":13,"text":["And the <span class=|divineName|>Lord</span> answered the angel that spoke with me with good words, even comforting words—"],"notes":""},{"formatting":"","verse":14,"text":["so the angel that spoke with me said unto me: ‘Proclaim thou, saying: Thus saith the <span class=|divineName|>Lord</span> of hosts: I am jealous for Jerusalem and for Zion with a great jealousy;"],"notes":""},{"formatting":"","verse":15,"text":["and I am very sore displeased with the nations that are at ease; for I was but a little displeased, and they helped for evil."],"notes":""},{"formatting":"","verse":16,"text":["Therefore thus saith the <span class=|divineName|>Lord</span>: I return to Jerusalem with compassions: My house shall be built in it, saith the <span class=|divineName|>Lord</span> of hosts, and a line shall be stretched forth over Jerusalem."],"notes":""},{"formatting":"","verse":17,"text":["Again, proclaim, saying: Thus saith the <span class=|divineName|>Lord</span> of hosts: My cities shall again overflow with prosperity; and the <span class=|divineName|>Lord</span> shall yet comfort Zion, and shall yet choose Jerusalem.’"],"notes":""}]},{"number":2,"verses":[{"formatting":"<p>","verse":1,"text":["And I lifted up mine eyes, and saw, and behold four horns."],"notes":""},{"formatting":"","verse":2,"text":["And I said unto the angel that spoke with me: ‘What are these?’ And he said unto me: ‘These are the horns which have scattered Judah, Israel, and Jerusalem.’"],"notes":""},{"formatting":"<p>","verse":3,"text":["And the <span class=|divineName|>Lord</span> showed me four craftsmen."],"notes":""},{"formatting":"","verse":4,"text":["Then said I: ‘What come these to do?’ And he spoke, saying: ‘These—the horns which scattered Judah, so that no man did lift up his head—these then are come to frighten them, to cast down the horns of the nations, which lifted up their horn against the land of Judah to scatter it.’"],"notes":""},{"formatting":"<p>","verse":5,"text":["And I lifted up mine eyes, and saw, and behold a man with a measuring line in his hand."],"notes":""},{"formatting":"","verse":6,"text":["Then said I: ‘Whither goest thou?’ And he said unto me: ‘To measure Jerusalem, to see what is the breadth thereof, and what is the length thereof.’"],"notes":""},{"formatting":"","verse":7,"text":["And, behold, the angel that spoke with me went forth, and another angel went out to meet him,"],"notes":""},{"formatting":"","verse":8,"text":["and said unto him: ‘Run, speak to this young man, saying: ‘Jerusalem shall be inhabited without walls for the multitude of men and cattle therein."],"notes":""},{"formatting":"","verse":9,"text":["For I, saith the <span class=|divineName|>Lord</span>, will be unto her a wall of fire round about, and I will be the glory in the midst of her."],"notes":""},{"formatting":"<p>","verse":10,"text":["Ho, ho, flee then from the land of the north, saith the <span class=|divineName|>Lord</span>; for I have spread you abroad as the four winds of the heaven, saith the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":11,"text":["Ho, Zion, escape, thou that dwellest with the daughter of Babylon.’"],"notes":""},{"formatting":"<p>","verse":12,"text":["For thus saith the <span class=|divineName|>Lord</span> of hosts who sent me after glory unto the nations which spoiled you: ‘Surely, he that toucheth you toucheth the apple of his eye."],"notes":""},{"formatting":"","verse":13,"text":["For, behold, I will shake My hand over them, and they shall be a spoil to those that served them’; and ye shall know that the <span class=|divineName|>Lord</span> of hosts hath sent me."],"notes":""},{"formatting":"<p>","verse":14,"text":["‘Sing and rejoice, O daughter of Zion; for, lo, I come, and I will dwell in the midst of thee, saith the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":15,"text":["And many nations shall join themselves to the <span class=|divineName|>Lord</span> in that day, and shall be My people, and I will dwell in the midst of thee’; and thou shalt know that the <span class=|divineName|>Lord</span> of hosts hath sent me unto thee."],"notes":""},{"formatting":"","verse":16,"text":["And the <span class=|divineName|>Lord</span> shall inherit Judah as His portion in the holy land, and shall choose Jerusalem again."],"notes":""},{"formatting":"","verse":17,"text":["Be silent, all flesh, before the <span class=|divineName|>Lord</span>; for He is aroused out of His holy habitation."],"notes":""}]},{"number":3,"verses":[{"formatting":"<p>","verse":1,"text":["And he showed me Joshua the high priest standing before the angel of the <span class=|divineName|>Lord</span>, and Satan standing at his right hand to accuse him."],"notes":""},{"formatting":"","verse":2,"text":["And the <span class=|divineName|>Lord</span> said unto Satan: ‘The <span class=|divineName|>Lord</span> rebuke thee, O Satan, yea, the <span class=|divineName|>Lord</span> that hath chosen Jerusalem rebuke thee; is not this man a brand plucked out of the fire?’"],"notes":""},{"formatting":"","verse":3,"text":["Now Joshua was clothed with filthy garments, and stood before the angel."],"notes":""},{"formatting":"","verse":4,"text":["And he answered and spoke unto those that stood before him, saying: ‘Take the filthy garments from off him.’ And unto him he said: ‘Behold, I cause thine iniquity to pass from thee, and I will clothe thee with robes.’"],"notes":""},{"formatting":"","verse":5,"text":["And I said: ‘Let them set a fair mitre upon his head.’ So they set a fair mitre upon his head, and clothed him with garments; and the angel of the <span class=|divineName|>Lord</span> stood by."],"notes":""},{"formatting":"","verse":6,"text":["And the angel of the <span class=|divineName|>Lord</span> forewarned Joshua, saying:"],"notes":""},{"formatting":"","verse":7,"text":["‘Thus saith the <span class=|divineName|>Lord</span> of hosts: If thou wilt walk in My ways, and if thou wilt keep My charge, and wilt also judge My house, and wilt also keep My courts, then I will give thee free access among these that stand by."],"notes":""},{"formatting":"","verse":8,"text":["Hear now, O Joshua the high priest, thou and thy fellows that sit before thee; for they are men that are a sign; for, behold, I will bring forth My servant the Shoot."],"notes":""},{"formatting":"","verse":9,"text":["For behold the stone that I have laid before Joshua; upon one stone are seven facets; behold, I will engrave the graving thereof, saith the <span class=|divineName|>Lord</span> of hosts: And I will remove the iniquity of that land in one day."],"notes":""},{"formatting":"","verse":10,"text":["In that day, saith the <span class=|divineName|>Lord</span> of hosts, shall ye call every man his neighbour under the vine and under the fig-tree."],"notes":""}]},{"number":4,"verses":[{"formatting":"<p>","verse":1,"text":["And the angel that spoke with me returned, and waked me, as a man that is wakened out of his sleep."],"notes":""},{"formatting":"","verse":2,"text":["And he said unto me: ‘What seest thou?’ And I said: ‘I have seen, and behold a candlestick all of gold, with a bowl upon the top of it, and its seven lamps thereon; there are seven pipes, yea, seven, to the lamps, which are upon the top thereof;"],"notes":""},{"formatting":"","verse":3,"text":["and two olive-trees by it, one upon the right side of the bowl, and the other upon the left side thereof.’"],"notes":""},{"formatting":"","verse":4,"text":["And I answered and spoke to the angel that spoke with me, saying: ‘What are these, my lord?’"],"notes":""},{"formatting":"","verse":5,"text":["Then the angel that spoke with me answered and said unto me: ‘Knowest thou not what these are?’ And I said: ‘No, my lord.’"],"notes":""},{"formatting":"","verse":6,"text":["Then he answered and spoke unto me, saying: ‘This is the word of the <span class=|divineName|>Lord</span> unto Zerubbabel, saying: Not by might, nor by power, but by My spirit, saith the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"","verse":7,"text":["Who art thou, O great mountain before Zerubbabel? thou shalt become a plain; and he shall bring forth the top stone with shoutings of Grace, grace, unto it.’"],"notes":""},{"formatting":"<p>","verse":8,"text":["Moreover the word of the <span class=|divineName|>Lord</span> came unto me, saying:"],"notes":""},{"formatting":"","verse":9,"text":["‘The hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the <span class=|divineName|>Lord</span> of hosts hath sent me unto you."],"notes":""},{"formatting":"","verse":10,"text":["For who hath despised the day of small things? even they shall see with joy the plummet in the hand of Zerubbabel, even these seven, which are the eyes of the <span class=|divineName|>Lord</span>, that run to and fro through the whole earth.’"],"notes":""},{"formatting":"<p>","verse":11,"text":["Then answered I, and said unto him: ‘What are these two olive-trees upon the right side of the candlestick and upon the left side thereof?’"],"notes":""},{"formatting":"","verse":12,"text":["And I answered the second time, and said unto him: ‘What are these two olive branches, which are beside the two golden spouts, that empty the golden oil out of themselves?’"],"notes":""},{"formatting":"","verse":13,"text":["And he answered me and said: ‘Knowest thou not what these are?’ And I said: ‘No, my lord.’"],"notes":""},{"formatting":"","verse":14,"text":["Then said he: ‘These are the two anointed ones, that stand by the Lord of the whole earth.’"],"notes":""}]},{"number":5,"verses":[{"formatting":"<p>","verse":1,"text":["Then again I lifted up mine eyes, and saw, and behold a flying roll."],"notes":""},{"formatting":"","verse":2,"text":["And he said unto me: ‘What seest thou?’ And I answered: ‘I see a flying roll; the length thereof is twenty cubits, and the breadth thereof ten cubits.’"],"notes":""},{"formatting":"","verse":3,"text":["Then said he unto me: ‘This is the curse that goeth forth over the face of the whole land; for every one that stealeth shall be swept away on the one side like it; and every one that sweareth shall be swept away on the other side like it."],"notes":""},{"formatting":"","verse":4,"text":["I cause it to go forth, saith the <span class=|divineName|>Lord</span> of hosts, and it shall enter into the house of the thief, and into the house of him that sweareth falsely by My name; and it shall abide in the midst of his house, and shall consume it with the timber thereof and the stones thereof.’"],"notes":""},{"formatting":"<p>","verse":5,"text":["Then the angel that spoke with me went forth, and said unto me: ‘Lift up now thine eyes, and see what is this that goeth forth.’"],"notes":""},{"formatting":"","verse":6,"text":["And I said: ‘What is it?’ And he said: ‘This is the measure that goeth forth.’ He said moreover: ‘This is their eye in all the land—"],"notes":""},{"formatting":"","verse":7,"text":["and, behold, there was lifted up a round piece of lead—and this is a woman sitting in the midst of the measure.’"],"notes":""},{"formatting":"","verse":8,"text":["And he said: ‘This is Wickedness.’ And he cast her down into the midst of the measure, and he cast the weight of lead upon the mouth thereof."],"notes":""},{"formatting":"<p>","verse":9,"text":["Then lifted I up mine eyes, and saw, and, behold, there came forth two women, and the wind was in their wings; for they had wings like the wings of a stork; and they lifted up the measure between the earth and the heaven."],"notes":""},{"formatting":"","verse":10,"text":["Then said I to the angel that spoke with me: ‘Whither do these bear the measure?’"],"notes":""},{"formatting":"","verse":11,"text":["And he said unto me: ‘To build her a house in the land of Shinar; and when it is prepared, she shall be set there in her own place."],"notes":""}]},{"number":6,"verses":[{"formatting":"<p>","verse":1,"text":["And again I lifted up mine eyes, and saw, and, behold, there came four chariots out from between the two mountains; and the mountains were mountains of brass."],"notes":""},{"formatting":"","verse":2,"text":["In the first chariot were red horses; and in the second chariot black horses;"],"notes":""},{"formatting":"","verse":3,"text":["and in the third chariot white horses; and in the fourth chariot grizzled bay horses."],"notes":""},{"formatting":"","verse":4,"text":["Then I answered and said unto the angel that spoke with me: ‘What are these, my lord?’"],"notes":""},{"formatting":"","verse":5,"text":["And the angel answered and said unto me: ‘These chariots go forth to the four winds of heaven, after presenting themselves before the Lord of all the earth."],"notes":""},{"formatting":"","verse":6,"text":["That wherein are the black horses goeth forth toward the north country; and the white went forth after them; and the grizzled went forth toward the south country;"],"notes":""},{"formatting":"","verse":7,"text":["and the bay went forth’. And they sought to go that they might walk to and fro through the earth; and he said: ‘Get you hence, walk to and fro through the earth.’ So they walked to and fro through the earth."],"notes":""},{"formatting":"","verse":8,"text":["Then cried he upon me, and spoke unto me, saying: ‘Behold, they that go toward the north country have eased My spirit in the north country.’"],"notes":""},{"formatting":"<p>","verse":9,"text":["And the word of the <span class=|divineName|>Lord</span> came unto me, saying:"],"notes":""},{"formatting":"","verse":10,"text":["‘Take of them of the captivity, even of Heldai, of Tobijah, and of Jedaiah, that are come from Babylon; and come thou the same day, and go into the house of Josiah the son of Zephaniah;"],"notes":""},{"formatting":"","verse":11,"text":["yea, take silver and gold, and make crowns, and set the one upon the head of Joshua the son of Jehozadak, the high priest;"],"notes":""},{"formatting":"","verse":12,"text":["and speak unto him, saying: Thus speaketh the <span class=|divineName|>Lord</span> of hosts, saying: Behold, a man whose name is the Shoot, and who shall shoot up out of his place, and build the temple of the <span class=|divineName|>Lord</span>;"],"notes":""},{"formatting":"","verse":13,"text":["even he shall build the temple of the <span class=|divineName|>Lord</span>; and he shall bear the glory, and shall sit and rule upon his throne; and there shall be a priest before his throne; and the counsel of peace shall be between them both."],"notes":""},{"formatting":"","verse":14,"text":["And the crowns shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen the son of Zephaniah, as a memorial in the temple of the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":15,"text":["And they that are far off shall come and build in the temple of the <span class=|divineName|>Lord</span>, and ye shall know that the <span class=|divineName|>Lord</span> of hosts hath sent me unto you. And it shall come to pass, if ye will diligently hearken to the voice of the <span class=|divineName|>Lord</span> your God—.’"],"notes":""}]},{"number":7,"verses":[{"formatting":"<p>","verse":1,"text":["And it came to pass in the fourth year of king Darius, that the word of the <span class=|divineName|>Lord</span> came unto Zechariah in the fourth day of the ninth month, even in Chislev;"],"notes":""},{"formatting":"","verse":2,"text":["When Bethel-sarezer, and Regem-melech and his men, had sent to entreat the favour of the <span class=|divineName|>Lord</span>,"],"notes":""},{"formatting":"","verse":3,"text":["and to speak unto the priests of the house of the <span class=|divineName|>Lord</span> of hosts, and to the prophets, saying: ‘Should I weep in the fifth month, separating myself, as I have done these so many years?’"],"notes":""},{"formatting":"","verse":4,"text":["Then came the word of the <span class=|divineName|>Lord</span> of hosts unto me, saying:"],"notes":""},{"formatting":"","verse":5,"text":["‘Speak unto all the people of the land, and to the priests, saying: When ye fasted and mourned in the fifth and in the seventh month, even these seventy years, did ye at all fast unto Me, even to Me?"],"notes":""},{"formatting":"","verse":6,"text":["And when ye eat, and when ye did drink, are ye not they that eat, and they that drink?"],"notes":""},{"formatting":"","verse":7,"text":["Should ye not hearken to the words which the <span class=|divineName|>Lord</span> hath proclaimed by the former prophets, when Jerusalem was inhabited and in prosperity, and the cities thereof round about her, and the South and the Lowland were inhabited?’"],"notes":""},{"formatting":"<p>","verse":8,"text":["And the word of the <span class=|divineName|>Lord</span> came unto Zechariah, saying:"],"notes":""},{"formatting":"","verse":9,"text":["‘Thus hath the <span class=|divineName|>Lord</span> of hosts spoken, saying: Execute true judgment, and show mercy and compassion every man to his brother;"],"notes":""},{"formatting":"","verse":10,"text":["and oppress not the widow, nor the fatherless, the stranger, nor the poor; and let none of you devise evil against his brother in your heart."],"notes":""},{"formatting":"","verse":11,"text":["But they refused to attend, and turned a stubborn shoulder, and stopped their ears, that they might not hear."],"notes":""},{"formatting":"","verse":12,"text":["Yea, they made their hearts as an adamant stone, lest they should hear the law, and the words which the <span class=|divineName|>Lord</span> of hosts had sent by His spirit by the hand of the former prophets; therefore came there great wrath from the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"","verse":13,"text":["And it came to pass that, as He called, and they would not hear; so they shall call, and I will not hear, said the <span class=|divineName|>Lord</span> of hosts;"],"notes":""},{"formatting":"","verse":14,"text":["but I will scatter them with a whirlwind among all the nations whom they have not known. Thus the land was desolate after them, so that no man passed through nor returned; for they laid the pleasant land desolate.’"],"notes":""}]},{"number":8,"verses":[{"formatting":"<p>","verse":1,"text":["And the word of the <span class=|divineName|>Lord</span> of hosts came, saying:"],"notes":""},{"formatting":"","verse":2,"text":["‘Thus saith the <span class=|divineName|>Lord</span> of hosts: I am jealous for Zion with great jealousy, and I am jealous for her with great fury."],"notes":""},{"formatting":"<p>","verse":3,"text":["Thus saith the <span class=|divineName|>Lord</span>: I return unto Zion, and will dwell in the midst of Jerusalem; and Jerusalem shall be called The city of truth; and the mountain of the <span class=|divineName|>Lord</span> of hosts The holy mountain."],"notes":""},{"formatting":"<p>","verse":4,"text":["Thus saith the <span class=|divineName|>Lord</span> of hosts: There shall yet old men and old women sit in the broad places of Jerusalem, every man with his staff in his hand for very age."],"notes":""},{"formatting":"","verse":5,"text":["And the broad places of the city shall be full of boys and girls playing in the broad places thereof."],"notes":""},{"formatting":"<p>","verse":6,"text":["Thus saith the <span class=|divineName|>Lord</span> of hosts: If it be marvellous in the eyes of the remnant of this people in those days, should it also be marvellous in Mine eyes? saith the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"<p>","verse":7,"text":["Thus saith the <span class=|divineName|>Lord</span> of hosts: Behold, I will save My people from the east country, and from the west country;"],"notes":""},{"formatting":"","verse":8,"text":["And I will bring them, and they shall dwell in the midst of Jerusalem; and they shall be My people, and I will be their God, in truth and in righteousness."],"notes":""},{"formatting":"<p>","verse":9,"text":["Thus saith the <span class=|divineName|>Lord</span> of hosts: Let your hands be strong, ye that hear in these days these words from the mouth of the prophets that were in the day that the foundation of the house of the <span class=|divineName|>Lord</span> of hosts was laid, even the temple, that it might be built."],"notes":""},{"formatting":"","verse":10,"text":["For before those days there was no hire for man, nor any hire for beast; neither was there any peace to him that went out or came in because of the adversary; for I set all men every one against his neighbour."],"notes":""},{"formatting":"","verse":11,"text":["But now I will not be unto the remnant of this people as in the former days, saith the <span class=|divineName|>Lord</span> of hosts."],"notes":""},{"formatting":"","verse":12,"text":["For as the seed of peace, the vine shall give her fruit, and the ground shall give her increase, and the heavens shall give their dew; and I will cause the remnant of this people to inherit all these things."],"notes":""},{"formatting":"","verse":13,"text":["And it shall come to pass that, as ye were a curse among the nations, O house of Judah and house of Israel, so will I save you, and ye shall be a blessing; fear not, but let your hands be strong."],"notes":""},{"formatting":"","verse":14,"text":["For thus saith the <span class=|divineName|>Lord</span> of host: As I purposed to do evil unto you, when your fathers provoked Me, saith the <span class=|divineName|>Lord</span> of hosts, and I repented not;"],"notes":""},{"formatting":"","verse":15,"text":["so again do I purpose in these days to do good unto Jerusalem and to the house of Judah; fear ye not."],"notes":""},{"formatting":"","verse":16,"text":["These are the things that ye shall do: Speak ye every man the truth with his neighbour; execute the judgment of truth and peace in your gates;"],"notes":""},{"formatting":"","verse":17,"text":["and let none of you devise evil in your hearts against his neighbour; and love no false oath; for all these are things that I hate, saith the <span class=|divineName|>Lord</span>.’"],"notes":""},{"formatting":"<p>","verse":18,"text":["And the word of the <span class=|divineName|>Lord</span> of hosts came unto me, saying:"],"notes":""},{"formatting":"","verse":19,"text":["‘Thus saith the <span class=|divineName|>Lord</span> of hosts: The fast of the fourth month, and the fast of the fifth, and the fast of the seventh, and the fast of the tenth, shall be to the house of Judah joy and gladness, and cheerful seasons; therefore love ye truth and peace."],"notes":""},{"formatting":"","verse":20,"text":["Thus saith the <span class=|divineName|>Lord</span> of hosts: It shall yet come to pass, that there shall come peoples, and the inhabitants of many cities;"],"notes":""},{"formatting":"","verse":21,"text":["and the inhabitants of one city shall go to another, saying: Let us go speedily to entreat the favour of the <span class=|divineName|>Lord</span>, and to seek the <span class=|divineName|>Lord</span> of hosts; I will go also."],"notes":""},{"formatting":"","verse":22,"text":["Yea, many peoples and mighty nations shall come to seek the <span class=|divineName|>Lord</span> of hosts in Jerusalem, and to entreat the favour of the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":23,"text":["Thus saith the <span class=|divineName|>Lord</span> of hosts: In those days it shall come to pass, that ten men shall take hold, out of all the languages of the nations, shall even take hold of the skirt of him that is a Jew, saying: We will go with you, for we have heard that God is with you.’"],"notes":""}]},{"number":9,"verses":[{"formatting":"<p>","verse":1,"text":["The burden of the word of the <span class=|divineName|>Lord</span>.<p><po1>In the land of Hadrach,<po2>And in Damascus shall be His resting-place;<po3>For the <span class=|divineName|>Lord's</span> is the eye of man<po4>And all the tribes of Israel."],"notes":""},{"formatting":"<po1>","verse":2,"text":["And Hamath also shall border thereon;<po2>Tyre and Zidon, for she is very wise."],"notes":""},{"formatting":"<po1>","verse":3,"text":["And Tyre did build herself a stronghold,<po2>And heaped up silver as the dust,<po3>And fine gold as the mire of the streets."],"notes":""},{"formatting":"<po1>","verse":4,"text":["Behold, the Lord will impoverish her,<po2>And He will smite her power into the sea;<po3>And she shall be devoured with fire."],"notes":""},{"formatting":"<po1>","verse":5,"text":["Ashkelon shall see it, and fear,<po2>Gaza also, and shall be sore pained,<po3>And Ekron, for her expectation shall be ashamed;<po4>And the king shall perish from Gaza,<po5>And Ashkelon shall not be inhabited."],"notes":""},{"formatting":"<po1>","verse":6,"text":["And a bastard shall dwell in Ashdod,<po2>And I will cut off the pride of the Philistines."],"notes":""},{"formatting":"<po1>","verse":7,"text":["And I will take away his blood out of his mouth,<po2>And his detestable things from between his teeth, And he also shall be a remnant for our God;<po3>And he shall be as a chief in Judah,<po4>And Ekron as a Jebusite."],"notes":""},{"formatting":"<po1>","verse":8,"text":["And I will encamp about My house against the army,<po2>That none pass through or return;<po3>And no oppressor shall pass through them any more;<po4>For now have I seen with Mine eyes."],"notes":""},{"formatting":"<po1>","verse":9,"text":["Rejoice greatly, O daughter of Zion,<po2>Shout, O daughter of Jerusalem;<po3>Behold, thy king cometh unto thee,<po4>He is triumphant, and victorious,<po5>Lowly, and riding upon an ass,<po6>Even upon a colt the foal of an ass."],"notes":""},{"formatting":"<po1>","verse":10,"text":["And I will cut off the chariot from Ephraim,<po2>And the horse from Jerusalem,<po3>And the battle bow shall be cut off,<po4>And he shall speak peace unto the nations;<po5>And his dominion shall be from sea to sea,<po6>And from the River to the ends of the earth."],"notes":""},{"formatting":"<po1>","verse":11,"text":["As for thee also, because of the blood of thy covenant<po2>I send forth thy prisoners out of the pit<po3>Wherein is no water."],"notes":""},{"formatting":"<po1>","verse":12,"text":["Return to the stronghold,<po2>Ye prisoners of hope;<po3>Even to-day do I declare<po4>That I will render double unto thee."],"notes":""},{"formatting":"<po1>","verse":13,"text":["For I bend Judah for Me,<po2>I fill the bow with Ephraim;<po3>And I will stir up thy sons, O Zion,<po4>Against thy sons, O Javan,<po5>And will make thee as the sword of a mighty man."],"notes":""},{"formatting":"<po1>","verse":14,"text":["And the <span class=|divineName|>Lord</span> shall be seen over them,<po2>And His arrow shall go forth as the lightning;<po3>And the Lord <span class=|divineName|>God</span> will blow the horn,<po4>And will go with whirlwinds of the south."],"notes":""},{"formatting":"<po1>","verse":15,"text":["The <span class=|divineName|>Lord</span> of hosts will defend them;<po2>And they shall devour, and shall tread down the sling-stones;<po3>And they shall drink, and make a noise as through wine;<po4>And they shall be filled like the basins, like the corners of the altar."],"notes":""},{"formatting":"<po1>","verse":16,"text":["And the <span class=|divineName|>Lord</span> their God shall save them in that day<po2>As the flock of His people;<po3>For they shall be as the stones of a crown,<po4>Glittering over His land."],"notes":""},{"formatting":"<po1>","verse":17,"text":["For how great is their goodness, and how great is their beauty!<po2>Corn shall make the young men flourish,<po3>And new wine the maids."],"notes":""}]},{"number":10,"verses":[{"formatting":"<po1>","verse":1,"text":["Ask ye of the <span class=|divineName|>Lord</span> rain in the time of the latter rain,<po2>Even of the <span class=|divineName|>Lord</span> that maketh lightnings; And He will give them showers of rain,<po3>To every one grass in the field."],"notes":""},{"formatting":"<po1>","verse":2,"text":["For the teraphim have spoken vanity,<po2>And the diviners have seen a lie,<po3>And the dreams speak falsely,<po4>They comfort in vain;<po5>Therefore they go their way like sheep,<po6>They are afflicted, because there is no shepherd."],"notes":""},{"formatting":"<po1>","verse":3,"text":["Mine anger is kindled against the shepherds,<po2>And I will punish the he-goats;<po3>For the <span class=|divineName|>Lord</span> of hosts hath remembered His flock the house of Judah,<po4>And maketh them as His majestic horse in the battle."],"notes":""},{"formatting":"<po1>","verse":4,"text":["Out of them shall come forth the corner-stone,<po2>Out of them the stake,<po3>Out of them the battle bow,<po4>Out of them every master together."],"notes":""},{"formatting":"<po1>","verse":5,"text":["And they shall be as mighty men,<po2>Treading down in the mire of the streets in the battle,<po3>And they shall fight, because the <span class=|divineName|>Lord</span> is with them;<po4>And the riders on horses shall be confounded."],"notes":""},{"formatting":"<po1>","verse":6,"text":["And I will strengthen the house of Judah,<po2>And I will save the house of Joseph,<po3>And I will bring them back, for I have compassion upon them,<po4>And they shall be as though I had not cast them off;<po5>For I am the <span class=|divineName|>Lord</span> their God, and I will hear them."],"notes":""},{"formatting":"<po1>","verse":7,"text":["And they of Ephraim shall be like a mighty man,<po2>And their heart shall rejoice as through wine;<po3>Yea, their children shall see it,<po4>And rejoice, their heart shall be glad in the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"<po1>","verse":8,"text":["I will hiss for them, and gather them,<po2>For I have redeemed them;<po3>And they shall increase as they have increased."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And I will sow them among the peoples,<po2>And they shall remember Me in far countries;<po3>And they shall live with their children, and shall return."],"notes":""},{"formatting":"<po1>","verse":10,"text":["I will bring them back also out of the land of Egypt,<po2>And gather them out of Assyria;<po3>And I will bring them into the land of Gilead and Lebanon;<po4>And place shall not suffice them."],"notes":""},{"formatting":"<po1>","verse":11,"text":["And over the sea affliction shall pass,<po2>And the waves shall be smitten in the sea,<po3>And all the depths of the Nile shall dry up;<po4>And the pride of Assyria shall be brought down,<po5>And the sceptre of Egypt shall depart away."],"notes":""},{"formatting":"<po1>","verse":12,"text":["And I will strengthen them in the <span class=|divineName|>Lord</span>;<po2>And they shall walk up and down in His name,<po3>Saith the <span class=|divineName|>Lord</span>."],"notes":""}]},{"number":11,"verses":[{"formatting":"<po1>","verse":1,"text":["Open thy doors, O Lebanon,<po2>That the fire may devour thy cedars."],"notes":""},{"formatting":"<po1>","verse":2,"text":["Wail, O cypress-tree, for the cedar is fallen;<po2>Because the glorious ones are spoiled;<po3>Wail, O ye oaks of Bashan,<po4>For the strong forest is come down."],"notes":""},{"formatting":"<po1>","verse":3,"text":["Hark! the wailing of the shepherds,<po2>For their glory is spoiled;<po3>Hark! the roaring of young lions,<po4>For the thickets of the Jordan are spoiled."],"notes":""},{"formatting":"<p>","verse":4,"text":["Thus said the <span class=|divineName|>Lord</span> my God: ‘Feed the flock of slaughter;"],"notes":""},{"formatting":"","verse":5,"text":["whose buyers slay them, and hold themselves not guilty; and they that sell them say: Blessed be the <span class=|divineName|>Lord</span>, for I am rich; and their own shepherds pity them not."],"notes":""},{"formatting":"","verse":6,"text":["For I will no more pity the inhabitants of the land, saith the <span class=|divineName|>Lord</span>; but, lo, I will deliver the men every one into his neighbour’s hand, and into the hand of his king; and they shall smite the land, and out of their hand I will not deliver them.’"],"notes":""},{"formatting":"","verse":7,"text":["So I fed the flock of slaughter, verily the poor of the flock. And I took unto me two staves; the one I called Graciousness, and the other I called Binders; and I fed the flock."],"notes":""},{"formatting":"","verse":8,"text":["And I cut off the three shepherds in one month; ‘for My soul became impatient of them, and their soul also loathed Me.’"],"notes":""},{"formatting":"","verse":9,"text":["Then said I: ‘I will not feed you; that which dieth, let it die; and that which is to be cut off, let it be cut off; and let them that are left eat every one the flesh of another.’"],"notes":""},{"formatting":"","verse":10,"text":["And I took my staff Graciousness, and cut it asunder, ‘that I might break My covenant which I had made with all the peoples.’"],"notes":""},{"formatting":"","verse":11,"text":["And it was broken in that day; and the poor of the flock that gave heed unto me knew of a truth that it was the word of the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":12,"text":["And I said unto them: ‘If ye think good, give me my hire; and if not, forbear.’ So they weighed for my hire thirty pieces of silver."],"notes":""},{"formatting":"","verse":13,"text":["And the <span class=|divineName|>Lord</span> said unto me: ‘Cast it into the treasury, the goodly price that I was prized at of them.’ And I took the thirty pieces of silver, and cast them into the treasury, in the house of the <span class=|divineName|>Lord</span>."],"notes":""},{"formatting":"","verse":14,"text":["Then I cut asunder mine other staff, even Binders, that the brotherhood between Judah and Israel might be broken."],"notes":""},{"formatting":"<p>","verse":15,"text":["And the <span class=|divineName|>Lord</span> said unto me: ‘Take unto thee yet the instruments of a foolish shepherd."],"notes":""},{"formatting":"","verse":16,"text":["For, lo, I will raise up a shepherd in the land, who will not think of those that are cut off, neither will seek those that are young, nor heal that which is broken; neither will he feed that which standeth still, but he will eat the flesh of the fat, and will break their hoofs in pieces.’"],"notes":""},{"formatting":"<po1>","verse":17,"text":["Woe to the worthless shepherd<po2>That leaveth the flock!<po3>The sword shall be upon his arm,<po4>And upon his right eye; His arm shall be clean dried up,<po5>And his right eye shall be utterly darkened."],"notes":""}]},{"number":12,"verses":[{"formatting":"<po1>","verse":1,"text":["The burden of the word of the <span class=|divineName|>Lord</span> concerning Israel.<p><po2>The saying of the <span class=|divineName|>Lord</span>, who stretched forth the heavens,<po3>And laid the foundation of the earth,<po4>And formed the spirit of man within him:"],"notes":""},{"formatting":"<po1>","verse":2,"text":["Behold, I will make Jerusalem a cup of staggering<po2>Unto all the peoples round about,<po3>And upon Judah also shall it fall to be in the siege against Jerusalem."],"notes":""},{"formatting":"<po1>","verse":3,"text":["And it shall come to pass in that day,<po2>That I will make Jerusalem a stone of burden for all the peoples;<po3>All that burden themselves with it shall be sore wounded;<po4>And all the nations of the earth shall be gathered together against it."],"notes":""},{"formatting":"<po1>","verse":4,"text":["In that day, saith the <span class=|divineName|>Lord</span>,<po2>I will smite every horse with bewilderment,<po3>And his rider with madness;<po4>And I will open Mine eyes upon the house of Judah,<po5>And will smite every horse of the peoples with blindness."],"notes":""},{"formatting":"<po1>","verse":5,"text":["And the chiefs of Judah shall say in their heart:<po2>‘The inhabitants of Jerusalem are my strength<po3>Through the <span class=|divineName|>Lord</span> of hosts their God.’"],"notes":""},{"formatting":"<po1>","verse":6,"text":["In that day will I make the chiefs of Judah<po2>Like a pan of fire among the wood,<po3>And like a torch of fire among sheaves;<po4>And they shall devour all the peoples round about,<po5>On the right hand and on the left;<po6>And Jerusalem shall be inhabited again in her own place, even in Jerusalem."],"notes":""},{"formatting":"<po1>","verse":7,"text":["The <span class=|divineName|>Lord</span> also shall save the tents of Judah first,<po2>That the glory of the house of David<po3>And the glory of the inhabitants of Jerusalem be not magnified above Judah."],"notes":""},{"formatting":"<po1>","verse":8,"text":["In that day shall the <span class=|divineName|>Lord</span> defend the inhabitants of Jerusalem;<po2>And he that stumbleth among them at that day shall be as David;<po3>And the house of David shall be as a godlike being,<po4>As the angel of the <span class=|divineName|>Lord</span> before them."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And it shall come to pass in that day,<po2>That I will seek to destroy all the nations<po3>That come against Jerusalem."],"notes":""},{"formatting":"<po1>","verse":10,"text":["And I will pour upon the house of David,<po2>And upon the inhabitants of Jerusalem,<po3>The spirit of grace and of supplication; And they shall look unto Me because {a}they have thrust him through;<po4>And they shall mourn for him, as one mourneth for his only son,<po5>And shall be in bitterness for him, as one that is in bitterness for his first-born."],"notes":"{fn: a} That is, the nations. See verse 9."},{"formatting":"<po1>","verse":11,"text":["In that day shall there be a great mourning in Jerusalem,<po2>As the mourning of Hadadrimmon in the valley of Megiddon."],"notes":""},{"formatting":"<po1>","verse":12,"text":["And the land shall mourn, every family apart:<po2>The family of the house of David apart, and their wives apart;<po3>The family of the house of Nathan apart, and their wives apart;"],"notes":""},{"formatting":"<po1>","verse":13,"text":["The family of the house of Levi apart, and their wives apart;<po2>The family of the Shimeites apart, and their wives apart;"],"notes":""},{"formatting":"<po1>","verse":14,"text":["All the families that remain,<po2>Every family apart, and their wives apart."],"notes":""}]},{"number":13,"verses":[{"formatting":"<po1>","verse":1,"text":["In that day there shall be a fountain opened<po2>To the house of David and to the inhabitants of Jerusalem,<po3>For purification and for sprinkling."],"notes":""},{"formatting":"<po1>","verse":2,"text":["And it shall come to pass in that day,<po2>Saith the <span class=|divineName|>Lord</span> of hosts,<po3>That I will cut off the names of the idols out of the land,<po4>And they shall no more be remembered;<po5>And also I will cause the prophets<po6>And the unclean spirit to pass out of the land."],"notes":""},{"formatting":"<p>","verse":3,"text":["And it shall come to pass that, when any shall yet prophesy, then his father and his mother that begot him shall say unto him: ‘Thou shalt not live, for thou speakest lies in the name of the <span class=|divineName|>Lord</span>’; and his father and his mother that begot him shall thrust him through when he prophesieth."],"notes":""},{"formatting":"","verse":4,"text":["And it shall come to pass in that day, that the prophets shall be brought to shame every one through his vision, when he prophesieth; neither shall they wear a hairy mantle to deceive;"],"notes":""},{"formatting":"","verse":5,"text":["but he shall say: ‘I am no prophet, I am a tiller of the ground; for I have been made a bondman from my youth.’"],"notes":""},{"formatting":"","verse":6,"text":["And one shall say unto him: ‘What are these wounds between thy hands?’ Then he shall answer: ‘Those with which I was wounded in the house of my friends.’"],"notes":""},{"formatting":"<po1>","verse":7,"text":["Awake, O sword, against My shepherd,<po2>And against the man that is near unto Me,<po3>Saith the <span class=|divineName|>Lord</span> of hosts;<po4>Smite the shepherd, and the sheep shall be scattered;<po5>And I will turn My hand upon the little ones."],"notes":""},{"formatting":"<po1>","verse":8,"text":["And it shall come to pass, that in all the land, saith the <span class=|divineName|>Lord</span>,<po2>Two parts therein shall be cut off and die; But the third shall be left therein."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And I will bring the third part through the fire,<po2>And will refine them as silver is refined,<po3>And will try them as gold is tried;<po4>They shall call on My name,<po5>And I will answer them;<po6>I will say: ‘It is My people’,<po7>And they shall say: ‘The <span class=|divineName|>Lord</span> is my God.’"],"notes":""}]},{"number":14,"verses":[{"formatting":"<po1>","verse":1,"text":["Behold, a day of the <span class=|divineName|>Lord</span> cometh,<po2>When thy spoil shall be divided in the midst of thee."],"notes":""},{"formatting":"<po1>","verse":2,"text":["For I will gather all nations against Jerusalem to battle;<po2>And the city shall be taken, and the houses rifled,<po3>And the women ravished;<po4>And half of the city shall go forth into captivity,<po5>But the residue of the people shall not be cut off from the city."],"notes":""},{"formatting":"<po1>","verse":3,"text":["Then shall the <span class=|divineName|>Lord</span> go forth,<po2>And fight against those nations,<po3>As when He fighteth in the day of battle."],"notes":""},{"formatting":"<po1>","verse":4,"text":["And His feet shall stand in that day upon the mount of Olives,<po2>Which is before Jerusalem on the east,<po3>And the mount of Olives shall cleft in the midst thereof<po4>Toward the east and toward the west,<po5>So that there shall be a very great valley;<po6>And half of the mountain shall remove toward the north,<po7>And half of it toward the south."],"notes":""},{"formatting":"<po1>","verse":5,"text":["And ye shall flee to the valley of the mountains;<po2>For the valley of the mountains shall reach unto Azel;<po3>Yea, ye shall flee, like as ye fled from before the earthquake<po4>In the days of Uzziah king of Judah;<po5>And the <span class=|divineName|>Lord</span> my God shall come,<po6>And all the holy ones with Thee."],"notes":""},{"formatting":"<po1>","verse":6,"text":["And it shall come to pass in that day, that there shall not be light,<po2>But heavy clouds and thick;"],"notes":""},{"formatting":"<po1>","verse":7,"text":["And there shall be one day<po2>Which shall be known as the <span class=|divineName|>Lord's</span>,<po3>Not day, and not night;<po4>But it shall come to pass, that at evening time there shall be light."],"notes":""},{"formatting":"<po1>","verse":8,"text":["And it shall come to pass in that day,<po2>That living waters shall go out from Jerusalem:<po3>Half of them toward the eastern sea,<po4>And half of them toward the western sea;<po5>In summer and in winter shall it be."],"notes":""},{"formatting":"<po1>","verse":9,"text":["And the <span class=|divineName|>Lord</span> shall be King over all the earth;<po2>In that day shall the <span class=|divineName|>Lord</span> be One, and His name one."],"notes":""},{"formatting":"<p>","verse":10,"text":["All the land shall be turned as the Arabah, from Geba to Rimmon south of Jerusalem; and she shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananel unto the king’s winepresses."],"notes":""},{"formatting":"<po1>","verse":11,"text":["And men shall dwell therein,<po2>And there shall be no more extermination;<po3>But Jerusalem shall dwell safely."],"notes":""},{"formatting":"<po1>","verse":12,"text":["And this shall be the plague wherewith the <span class=|divineName|>Lord</span> will smite<po2>All the peoples that have warred against Jerusalem:<po3>Their flesh shall consume away while they stand upon their feet,<po4>And their eyes shall consume away in their sockets,<po5>And their tongue shall consume away in their mouth."],"notes":""},{"formatting":"<po1>","verse":13,"text":["And it shall come to pass in that day,<po2>That a great tumult from the <span class=|divineName|>Lord</span> shall be among them;<po3>And they shall lay hold every one on the hand of his neighbour,<po4>And his hand shall rise up against the hand of his neighbour."],"notes":""},{"formatting":"<po1>","verse":14,"text":["And Judah also shall fight against Jerusalem;<po2>And the wealth of all the nations round about shall be gathered together,<po3>Gold, and silver, and apparel, in great abundance."],"notes":""},{"formatting":"<po1>","verse":15,"text":["And so shall be the plague of the horse,<po2>Of the mule, of the camel, and of the ass,<po3>And of all the beasts that shall be in those camps, as this plague."],"notes":""},{"formatting":"<p>","verse":16,"text":["And it shall come to pass, that every one that is left of all the nations that came against Jerusalem shall go up from year to year to worship the King, the <span class=|divineName|>Lord</span> of hosts, and to keep the feast of tabernacles."],"notes":""},{"formatting":"","verse":17,"text":["And it shall be, that whoso of the families of the earth goeth not up unto Jerusalem to worship the King, the <span class=|divineName|>Lord</span> of hosts, upon them there shall be no rain."],"notes":""},{"formatting":"","verse":18,"text":["And if the family of Egypt go not up, and come not, they shall have no overflow; there shall be the plague, wherewith the <span class=|divineName|>Lord</span> will smite the nations that go not up to keep the feast of tabernacles."],"notes":""},{"formatting":"","verse":19,"text":["This shall be the punishment of Egypt, and the punishment of all the nations that go not up to keep the feast of tabernacles."],"notes":""},{"formatting":"","verse":20,"text":["In that day shall there be upon the bells of the horses: HOLY UNTO THE <span class=|divineName|>Lord</span>; and the pots in the <span class=|divineName|>Lord's</span> house shall be like the basins before the altar."],"notes":""},{"formatting":"","verse":21,"text":["Yea, every pot in Jerusalem and in Judah shall be holy unto the <span class=|divineName|>Lord</span> of hosts; and all they that sacrifice shall come and take of them, and seethe therein; and in that day there shall be no more a trafficker in the house of the <span class=|divineName|>Lord</span> of hosts."],"notes":""}]}]}